Repository: junwatu/deadcells-id-translation
Catalog: main.po
Languages: id

source: Fires large arrows that push enemies. Stuns and inflicts {critical damage@CC} if it bumps its target into a wall or another enemy.
id: Menembakkan panah besar yang mendorong musuh. Membuat musuh pingsan dan memberikan {critical damage@CC} jika menabrakkan targetnya ke dinding atau musuh lain.

source: Surprisingly easy to use, considering the tree trunk-sized arrows it fires.
id: Ternyata mudah digunakan, mengingat panah sebesar batang pohon yang ditembakkannya.

source: Money Shooter
id: Penembak Uang

source: Fires ::count:: gold from your pockets dealing {critical damage@CC}. Won’t fire if you can’t pay.
id: Menembakkan ::count:: emas dari sakumu menghasilkan {critical damage@CC}. Tidak akan menembak jika kamu tidak bisa membayar.

source: Shut up and shoot my money!
id: Diam dan tembak uangku!

source: Magic Bow
id: Busur Ajaib

source: Fires homing arrows that deal more damage if they hit the same enemy.
id: Menembakkan panah penjejak yang memberikan lebih banyak kerusakan jika mengenai musuh yang sama.

source: Just close your eyes and shoot!
id: Pejamkan saja matamu dan tembak!

source: Throwable Objects
id: Objek yang Dapat Dilempar

source: Stuns any enemy it hits. Recharge 1 ammo every time you kill an enemy.
id: Melumpuhkan musuh apa pun yang terkena. Mengisi ulang 1 amunisi setiap kali kamu membunuh musuh.

source: Vase, flower pot, bottle, knife,... No matter what you can grab, as long as you can throw it, you're game.
id: Vas, pot bunga, botol, pisau,... Apa pun yang bisa kamu ambil, selama kamu bisa melemparkannya, kamu bisa ikut bermain.

source: Laser Glaive
id: Glaive Laser

source: Bounces on nearby targets, dealing more and more damage each time and dealing {critical damage@CC} after ::bonus:: bounces.
id: Memantul ke target di sekitar, memberikan kerusakan yang semakin besar setiap kali dan memberikan {critical damage@CC} setelah ::bonus:: pantulan.

source: Weakness in numbers.
id: Kelemahan dalam jumlah.

source: Peril Glyphs
id: Glif Bahaya

source: The lower your health, the more attacks this weapon has in its combo. Deals {critical damage@CC} starting from the third hit.
id: Semakin rendah kesehatanmu, semakin banyak serangan yang dimiliki senjata ini dalam kombonya. Memberikan {critical damage@CC} mulai dari pukulan ketiga.

source: Can also double as domestic incense, even in a foul-smelling prison.
id: Juga dapat berfungsi sebagai dupa rumah tangga, bahkan di penjara yang berbau busuk.

source: Throwing Axe
id: Kapak Lempar

source: Throws an axe on a parabolic trajectory, dealing {critical damage@CC} during its descent.
id: Melempar kapak dengan lintasan parabola, memberikan {critical damage@CC} saat turun.

source: Axe as a bridge between two universes
id: Kapak sebagai jembatan antara dua alam semesta

source: Medusa's Head
id: Kepala Medusa

source: Rolls the head on the ground, {petrifying@PT} enemies it hits. When it stops or upon reactivation, it yells, projecting nearby enemies in the air.
id: Menggelindingkan kepala di tanah, {petrifying@PT} musuh yang terkena. Saat berhenti atau saat diaktifkan kembali, ia berteriak, melontarkan musuh di sekitarnya ke udara.

source: Look me in the eyes when I'm talking to you!
id: Tatap mata saya saat saya berbicara denganmu!

source: Anathema
id: Anatema

source: Fires an indirect projectile that curses you ::count:: time if it hits at least one enemy.
id: Menembakkan proyektil tidak langsung yang mengutuk Anda ::count:: kali jika mengenai setidaknya satu musuh.

source: Remorses included.
id: Termasuk penyesalan.

source: Melee attacks inflict ::prct2::% extra damage for ::duration:: seconds after a successful {parry@PA}.
id: Serangan jarak dekat menimbulkan ::prct2::% kerusakan tambahan selama ::duration:: detik setelah {parry@PA} yang berhasil.

source: Blocking attacks knocks enemies back, they take +::+power2:: damage if they hit a wall. Double damage for a {parry@PA}.
id: Memblokir serangan akan mendorong musuh ke belakang, mereka menerima +::+power2:: kerusakan jika mereka menabrak dinding. Kerusakan ganda untuk {parry@PA}.

source: Absorbs more damage. Generates a force field for ::duration:: sec on a successful melee {parry@PA}.
id: Menyerap lebih banyak kerusakan. Menghasilkan medan gaya selama ::duration:: detik saat {parry@PA} jarak dekat berhasil.

source: A successful {parry@PA} knocks out enemies' teeth (1 per enemy) and transforms arrows into gold.
id: {parry@PA} yang berhasil merontokkan gigi musuh (1 per musuh) dan mengubah anak panah menjadi emas.

source: Force Shield
id: Perisai Energi

source: Generates a temporary force field when held up. It regenerates slowly when the shield is not held up. {Parries@PA} speed up the process.
id: Menghasilkan medan gaya sementara saat diangkat. Medannya beregenerasi secara perlahan saat perisai tidak diangkat. {Parries@PA} mempercepat prosesnya.

source: Thunder Shield
id: Perisai Petir

source: Inflicts ::+dps:: {electric@EL} DPS in front of you for ::duration:: seconds when blocking, or all around you after a successful {parry@PA}. Use again to stun all nearby enemies. Inflicts ::+dps2:: {shock@EL} DPS around you for ::*ShockAffectDuration:: seconds.
id: Menimbulkan ::+dps:: {electric@EL} DPS di depanmu selama ::duration:: detik saat bertahan, atau di sekelilingmu setelah {parry@PA} yang berhasil. Gunakan lagi untuk melumpuhkan semua musuh di dekatmu. Menimbulkan ::+dps2:: {shock@EL} DPS di sekelilingmu selama ::*ShockAffectDuration:: detik.

source: Ice Shield
id: Perisai Es

source: {Parrying@PA} an attack {freezes@IC} nearby enemies. Reflected projectiles {freeze@IC} enemies they hit.
id: {Parrying@PA} serangan {freezes@IC} musuh di sekitar. Proyektil yang dipantulkan {freeze@IC} musuh yang terkena.

source: Alucard's Shield
id: Perisai Alucard

source: Can be used to attack in melee. Deals {critical damage@CC} after a parry.
id: Dapat digunakan untuk menyerang jarak dekat. Memberikan {critical damage@CC} setelah menangkis.

source: When Alucard uses it in combat, you could say that the dhampir strikes back.
id: Ketika Alucard menggunakannya dalam pertempuran, bisa dibilang sang dhampir menyerang balik.

source: Dilapidated Arboretum Key
id: Kunci Arboretum Bobrok

source: Distillery Key
id: Kunci Penyulingan

source: Lighthouse Key
id: Kunci Mercusuar

source: Michel's Key
id: Kunci Michel

source: Forked Key
id: Kunci Bercabang

source: Crowned Key
id: Kunci Bermahkota

source: Petrified Key
id: Kunci Membatu

source: Unnecessarily heavy.
id: Terlalu berat tanpa perlu.

source: Scroll Fragment
id: Fragmen Gulungan

source: Gather four to increase one of your stats.
id: Kumpulkan empat untuk meningkatkan salah satu statistikmu.

source: Map part
id: Bagian peta

source: Mysterious map
id: Peta misterius

source: Red Pass
id: Pass Merah

source: The first accreditation level in the Bank. For interns and tellers.
id: Tingkat akreditasi pertama di Bank. Untuk peserta magang dan teller.

source: Blue Pass
id: Pass Biru

source: Serious business! With this, you might be able to see the ledgers.
id: Urusan serius! Dengan ini, kamu mungkin bisa melihat buku besar itu.

source: Green Pass
id: Sertifikat Hijau

source: Emerald-level employees are able to enter the high-security vault, the most impregnable room of the Bank!
id: Karyawan level Emerald dapat memasuki brankas berkeamanan tinggi, ruangan paling tak tertembus di Bank!

source: Ruby Key
id: Kunci Ruby

source: To remember this key, you needed a little paid help.
id: Untuk mengingat kunci ini, Anda membutuhkan sedikit bantuan berbayar.

source: Emerald Key
id: Kunci Zamrud

source: Taken from the clutches of a mighty enemy. Now you have to make it count.
id: Diambil dari cengkeraman musuh yang perkasa. Sekarang kamu harus membuatnya berarti.

source: Sapphire Key
id: Kunci Safir

source: This one required a heartbreaking decision.
id: Yang satu ini memerlukan keputusan yang memilukan.

source: Ribonned key
id: Kunci berpita

source: A pretty key with a small ribbon.
id: Sebuah kunci cantik dengan pita kecil.

source: Customization Rune
id: Rune Kustomisasi

source: Explorer's Rune
id: Rune Penjelajah

source: This {permanent@PE} rune reveals the whole map and its points of interest (scrolls, merchants, etc.) once you've explored most of the level.
id: Rune {permanent@PE} ini memperlihatkan seluruh peta dan lokasi-lokasi menariknya (gulungan, pedagang, dll.) setelah kamu menjelajahi sebagian besar level.

source: Traveler's Rune
id: Rune Pengembara

source: This {permanent@PE} upgrade allows you to carry a weapon or shield in your backpack.
id: Peningkatan {permanent@PE} ini memungkinkan Anda membawa senjata atau perisai di ransel Anda.

source: You can now use the High Jump! Press up while jumping to perform it.
id: Sekarang kamu dapat menggunakan Lompatan Tinggi! Tekan arah atas saat melompat untuk melakukannya.

source: You can now use the dodge! Press roll to perform it. Can be used while airborne.
id: Sekarang kamu bisa menghindar! Tekan roll untuk melakukannya. Bisa digunakan saat di udara.

source: You're gonna need a bigger wallet!
id: Kamu bakal butuh dompet yang lebih besar!

source: Boss Rush
id: Serbuan Bos

source: You hear the clamor of combat and the call to glory. You should go look behind the underground door not too far ahead.
id: Kau mendengar hiruk-pikuk pertempuran dan panggilan menuju kejayaan. Kau sebaiknya pergi melihat di balik pintu bawah tanah yang tidak terlalu jauh di depan.

source: Recycling tubes
id: Tabung daur ulang

source: Allows you to choose between a few sets of starting equipment, each containing a melee weapon, ranged weapon, shield and two skills.
id: Memungkinkan Anda memilih di antara beberapa set perlengkapan awal, masing-masing berisi senjata jarak dekat, senjata jarak jauh, perisai dan dua kemampuan.

source: Backpack
id: Ransel

source: Allows you to carry a spare weapon. Hold the interact button to empty the backpack.
id: Memungkinkan Anda membawa senjata cadangan. Tahan tombol interaksi untuk mengosongkan ransel.

source: Training Room Key
id: Kunci Ruang Pelatihan

source: Unlocks the Training Room.
id: Membuka Ruang Latihan.

source: Old reliable... Shield, big heavy beast of a weapon. Parry, attack. Kill rhythm.
id: Andalan lama... Perisai, senjata besar dan berat bagaikan monster. Tangkis, serang. Hancurkan ritme.

source: The jack of all trades, deal elemental damage from afar, then finish the job with your trusty sword!
id: Sang serbabisa, berikan kerusakan elemen dari jauh, lalu tuntaskan dengan pedang andalanmu!

source: The agile assassin, become blur and kill before they know you're there.
id: Sang pembunuh yang gesit, menjadi bayangan samar dan membunuh sebelum mereka tahu kamu ada di sana.

source: Choice of Power
id: Pilihan Daya

source: Choice of the Assassin
id: Pilihan Sang Pembunuh

source: Choice of the Minotaur
id: Pilihan Sang Minotaur

source: Choice of the Guardian
id: Pilihan Sang Penjaga

source: This bag contains the cells left over from your previous victory. They will be lost if you don't pick them up.
id: Kantong ini berisi sel yang tersisa dari kemenanganmu sebelumnya. Sel-sel itu akan hilang jika kamu tidak mengambilnya.

source: Small Med-kit
id: Kotak P3K Kecil

source: Big Med-kit
id: Kotak P3K Besar

source: Ingot
id: Batangan

source: Melee kills reduce skill cooldowns by ::actcdr:: sec.
id: Pembunuhan jarak dekat mengurangi waktu jeda keterampilan sebesar ::actcdr:: dtk.

source: Each consecutive hit that connects continues your combo, increasing your damage dealt. The combo expires after ::duration:: sec or if you are dealt damage.
id: Setiap serangan berturut-turut yang mengenai akan melanjutkan kombo Anda, meningkatkan kerusakan yang Anda berikan. Kombo berakhir setelah ::duration:: detik atau jika Anda menerima kerusakan.

source: +::*prct::% damage dealt for ::duration:: seconds and -::prct2::% damage taken for ::duration2:: seconds after being wounded.
id: +::*prct::% kerusakan yang diberikan selama ::duration:: detik dan -::prct2::% kerusakan yang diterima selama ::duration2:: detik setelah terluka.

source: Melee attacks slow down enemies for ::+duration:: sec.
id: Serangan jarak dekat memperlambat musuh selama ::+duration:: detik.

source: Melee attacks inflict {bleeding@BL} (::+dps:: DPS for ::duration:: sec).
id: Serangan jarak dekat menimbulkan {bleeding@BL} (::+dps:: DPS selama ::duration:: detik).

source: Using a health flask adds +::*prct::% damage to your attacks for ::duration:: sec. If you have at least one empty flask charge, it will refill a charge after killing ::*count:: Elite enemies. Also cause 1 more Elite to spawn in each biome.
id: Menggunakan labu kesehatan menambahkan +::*prct::% kerusakan pada seranganmu selama ::duration:: detik. Jika kamu memiliki setidaknya satu muatan labu kosong, itu akan mengisi ulang satu muatan setelah membunuh ::*count:: musuh Elite. Juga menyebabkan 1 Elite tambahan muncul di setiap bioma.

source: Adrenaline
id: Adrenalin

source: Melee attacks restore a small amount of HP depending on attack damage for ::duration:: sec after dodging an attack at the last moment.
id: Serangan jarak dekat memulihkan sejumlah kecil HP bergantung pada damage serangan selama ::duration:: detik setelah menghindari serangan pada detik terakhir.

source: Frenzy
id: Kegilaan

source: Melee attacks restore a small amount of HP depending on attack damage as long as you have an active speed buff.
id: Serangan jarak dekat memulihkan sejumlah kecil HP tergantung pada kerusakan serangan selama Anda memiliki buff kecepatan yang aktif.

source: Scheme
id: Skema

source: Your next melee attack after using a skill inflicts +::+power:: damage.
id: Serangan jarak dekat Anda berikutnya setelah menggunakan keterampilan menimbulkan +::+power:: kerusakan.

source: Initiative
id: Inisiatif

source: Your first melee attack on an enemy inflicts +::+power:: damage.
id: Serangan jarak dekat pertama Anda terhadap musuh menimbulkan +::+power:: kerusakan.

source: Predator
id: Pemangsa

source: Melee kills make you invisible for ::+duration:: sec.
id: Pembunuhan jarak dekat membuat Anda tak terlihat selama ::+duration:: detik.

source: Rolling through enemies attacks them with the melee weapon in your {backpack@BA} dealing ::*prct::% of the weapon's base damage.
id: Berguling melalui musuh menyerang mereka dengan senjata jarak dekat di {backpack@BA} Anda memberikan ::*prct::% dari kerusakan dasar senjata.

source: +::*prct::% damage if you're close to a deployed skill.
id: +::*prct::% kerusakan jika Anda dekat dengan skill yang dikerahkan.

source: Causes a bomb (::+power:: damage) to appear when you kill an enemy with a ranged attack.
id: Menyebabkan bom (::+power:: kerusakan) muncul saat kamu membunuh musuh dengan serangan jarak jauh.

source: +::*prct::% damage if there are no enemies near you.
id: +::*prct::% kerusakan jika tidak ada musuh di dekat Anda.

source: Melee attacks cause ::count:: projectiles stuck in the enemy to fall out, each one dealing ::+power:: damage.
id: Serangan jarak dekat menyebabkan ::count:: proyektil yang tertancap pada musuh terlepas, masing-masing memberikan ::+power:: kerusakan.

source: Ranger's gear
id: Perlengkapan penjaga hutan

source: Your next ranged attack after using a skill inflicts +::+power:: damage.
id: Serangan jarak jauh Anda berikutnya setelah menggunakan kemampuan menimbulkan +::+power:: kerusakan.

source: Barbed Tips
id: Ujung Berduri

source: Inflicts ::+dps:: dps per arrow stuck to enemies.
id: Memberikan ::+dps:: dps per anak panah yang tertancap pada musuh.

source: Point Blank
id: Jarak Dekat

source: Close-ranged ranged attacks inflict ::*prct::% bonus damage.
id: Serangan jarak jauh pada jarak dekat menimbulkan kerusakan bonus sebesar ::*prct::%.

source: Networking
id: Jaringan

source: Enemies hit with a ranged attack are marked for ::duration:: sec. Marked targets share ::+prct::% of the damage they receive.
id: Musuh yang terkena serangan jarak jauh ditandai selama ::duration:: dtk. Target yang ditandai berbagi ::+prct::% dari kerusakan yang mereka terima.

source: Crow's Foot
id: Kaki Gagak

source: Rolling leaves ::ammo:: crow's feet behind you (with a maximum of ::count::), inflicting ::+power:: damage and slowing the enemies for ::duration:: sec.
id: Berguling meninggalkan ::ammo:: ranjau paku di belakangmu (maksimal ::count::), menimbulkan ::+power:: kerusakan dan memperlambat musuh selama ::duration:: detik.

source: Tactical retreat
id: Mundur taktis

source: Dodging an attack at the last moment slows down nearby enemies for ::+duration:: sec.
id: Menghindari serangan pada saat terakhir memperlambat musuh di sekitar selama ::+duration:: detik.

source: Ranged kills reduce skill cooldowns by ::actcdr:: sec.
id: Pembunuhan jarak jauh mengurangi waktu cooldown keterampilan sebesar ::actcdr:: detik.

source: Attacking, with a ranged weapon, after rolling with a ranged weapon in your {backpack@BA} fires a projectile of said weapon, dealing ::*prct::% of the usual damages.
id: Menyerang, dengan senjata jarak jauh, setelah berguling dengan senjata jarak jauh di {backpack@BA} Anda akan menembakkan sebuah proyektil dari senjata tersebut, memberikan ::*prct::% dari kerusakan normal.

source: Soldier's Resistance
id: Ketahanan Prajurit

source: Increase your health by +::+prct::%.
id: Tingkatkan kesehatan Anda sebesar +::+prct::%.

source: Killing an enemy with a melee attack reduces the damage you take by ::+prct::% for ::duration:: sec. Can stack up to ::prct2::%. Also makes you immune to stuns.
id: Membunuh musuh dengan serangan jarak dekat mengurangi kerusakan yang kamu terima sebesar ::+prct::% selama ::duration:: dtk. Dapat menumpuk hingga ::prct2::%. Juga membuatmu kebal terhadap stun.

source: Successful {parries@PA} reduce skill cooldowns by ::actcdr:: sec.
id: Parry sukses {parries@PA} mengurangi cooldown skill sebesar ::actcdr:: detik.

source: Recover ::+prct::% of your max health after killing an enemy. This effect scales with the victim's max health and is reduced as as you get closer to full health.
id: Pulihkan ::+prct::% dari kesehatan maksimum Anda setelah membunuh musuh. Efek ini berskala dengan kesehatan maksimum korban dan berkurang saat Anda mendekati kesehatan penuh.

source: Your health flask restores ::prct2::% HP and the effect is spread over ::duration:: sec. While healing you deal +::*prct::% more damage.
id: Botol kesehatan Anda memulihkan ::prct2::% HP dan efeknya berlangsung selama ::duration:: detik. Saat memulihkan diri, Anda memberikan +::*prct::% lebih banyak kerusakan.

source: The effect of food increases by +::prct2::%. If you recycle food you deal +::*prct::% damage for ::duration:: seconds.
id: Efek makanan meningkat sebesar +::prct2::%. Jika Anda mendaur ulang makanan Anda memberikan +::*prct::% kerusakan selama ::duration:: detik.

source: Heart of Ice
id: Hati dari Es

source: Attacking a {slowed@IC}, stunned, {frozen@IC} or {rooted@RO} enemy at close range reduces skill cooldowns by ::actcdr:: sec. Works with both melee and ranged weapons.
id: Menyerang musuh yang {slowed@IC}, terkena stun, {frozen@IC} atau {rooted@RO} dari jarak dekat mengurangi waktu jeda keterampilan sebesar ::actcdr:: detik. Berlaku untuk senjata jarak dekat maupun jarak jauh.

source: Kill Rhythm
id: Bunuh Ritme

source: Alternate weapons to increase your attack speed by ::*prct::%.
id: Ganti-ganti senjata untuk meningkatkan kecepatan serangan Anda sebesar ::*prct::%.

source: Armadillopack
id: Paket Armadillo

source: Rolling also parries attacks and projectiles with the shield in your {backpack@BA}, dealing ::*prct::% of its base damage.
id: Berguling juga menangkis serangan dan proyektil dengan perisai di {backpack@BA} Anda, memberikan ::*prct::% dari kerusakan dasarnya.

source: Saves you ONE TIME if you die prematurely while not cursed. Cannot be picked up after first mutation selection. Cannot be dropped once picked up, even if used.
id: Menyelamatkan Anda SATU KALI jika Anda mati sebelum waktunya saat tidak terkutuk. Tidak dapat diambil setelah pemilihan mutasi pertama. Tidak dapat dijatuhkan setelah diambil, bahkan jika sudah digunakan.

source: Frostbite
id: Radang dingin

source: Enemies suffer ::+dps:: DPS per stack of {slow@IC} applied on them. {Frozen@IC} targets count as having max stacks for this effect.
id: Musuh menerima ::+dps:: DPS per tumpukan {slow@IC} yang diterapkan pada mereka. Target {Frozen@IC} dianggap memiliki tumpukan maksimum untuk efek ini.

source: Time available to recover your health after being hit is now ::count:: times as long.
id: Waktu yang tersedia untuk memulihkan kesehatan setelah terkena serangan kini ::count:: kali lebih lama.

source: Health flasks only restore ::prct2::% HP but their use speed is increased by ::prct::% and they completely protect you from damage for ::duration:: sec.
id: Labu kesehatan hanya memulihkan ::prct2::% HP tetapi kecepatan penggunaannya meningkat sebesar ::prct::% dan labu tersebut sepenuhnya melindungi Anda dari kerusakan selama ::duration:: dtk.

source: Speed buff after multiple kills is now ::count:: times as long.
id: Buff kecepatan setelah beberapa kill sekarang ::count:: kali lebih lama.

source: Increases your maximum health by ::prct::%, but deactivates all sources of healing except for {recovery@RA}.
id: Meningkatkan kesehatan maksimum Anda sebesar ::prct::%, tetapi menonaktifkan semua sumber penyembuhan kecuali {recovery@RA}.

source: Upon clearing a curse of at least ::min:: stacks, you are healed based on the amount of curse stacks you had. Also increases the number of kills required to lift the curse by ::prct2::%.
id: Setelah membersihkan kutukan dengan setidaknya ::min:: tumpukan, kamu dipulihkan berdasarkan jumlah tumpukan kutukan yang kamu miliki. Juga meningkatkan jumlah pembunuhan yang diperlukan untuk mengangkat kutukan sebesar ::prct2::%.

source: Amount of kills required to remove a curse is reduced by ::prct::%, but consuming food curses you.
id: Jumlah pembunuhan yang diperlukan untuk menghapus kutukan berkurang sebesar ::prct::%, tetapi mengonsumsi makanan akan mengutukimu.

source: Once per biome, if your health falls below ::prct::%, a force field protects you for ::duration:: sec.
id: Sekali per bioma, jika kesehatan Anda turun di bawah ::prct::%, medan gaya melindungi Anda selama ::duration:: detik.

source: No Mercy
id: Tanpa Ampun

source: Execute mobs under ::prct::% health. Effect halved for bosses.
id: Eksekusi musuh dengan kesehatan di bawah ::prct::%. Efek berkurang setengah terhadap bos.

source: {Critical hits@CC} reduce skill cooldowns by ::actcdr:: sec.
id: {Critical hits@CC} mengurangi waktu jeda keterampilan sebesar ::actcdr:: detik.

source: Ammo for your weapons is now ::power:: times what it was.
id: Amunisi untuk senjatamu sekarang menjadi ::power:: kali dari sebelumnya.

source: Gold Plating
id: Pelapisan Emas

source: Lose gold instead of health when hit. The gold lost is proportional to the health loss prevented.
id: Kehilangan emas, bukan kesehatan, saat terkena serangan. Emas yang hilang sebanding dengan kehilangan kesehatan yang dicegah.

source: Get Rich Quick
id: Cepat Kaya

source: Accumulate bonus gold for every enemy killed while you have an active speed boost and cash it in when it ends.
id: Kumpulkan emas bonus untuk setiap musuh yang terbunuh saat kamu memiliki peningkatan kecepatan yang aktif dan cairkan saat efeknya berakhir.

source: Midas' Blood
id: Darah Midas'

source: Gain ::duration:: gold per health point you lose.
id: Dapatkan ::duration:: emas untuk setiap poin kesehatan yang Anda kehilangan.

source: Wish
id: Keinginan

source: Turns the next item picked legendary. Cannot be removed once activated.
id: Mengubah item berikutnya yang diambil menjadi legendaris. Tidak dapat dihapus setelah diaktifkan.

source: Wished
id: Diinginkan
