Repository: junwatu/deadcells-id-translation
Catalog: main.po
Languages: id

source: Ho ho! Thank you! It's somewhere around here in these sewers, on your side of these bars...
id: Ho ho! Terima kasih! Aku yakin sajaknya berada disekitar sini, dibagian mu setidaknya...

source: Aha! There you are!
id: Aha! ternyata kamu disitu!

source: It's here! The... MY rune is just a little bit further on!
id: Ini dia! Itu... rune SAYA hanya sedikit lagi di depan!

source: What? Not at all, nothing to worry about!
id: Apa? Nggak usah takut...

source: After coming this far, you’ll make short work of all that!
id: Setelah sampai sejauh ini, kamu akan membereskan semua itu dengan cepat!

source: So... OFF YOU GO!
id: Jadi... SILAKAN PERGI!

source: Hey, over here!
id: Hey!, kesiini!

source: I saw your fight. It was pretty impressive.
id: Aku melihatmu bertarung. Itu cukup hebat.

source: Did you...? Did you get it?
id: Kamu.. menemukannya?

source: Excellent! Now give it to me!
id: Hebat! sekarang berikanlah kepadaku!

source: I said...
id: Ku bilang...

source: GIVE IT TO ME!
id: BERIKANLAH KEPADAKU!

source: I knew it... You're just like all the rest...
id: Sudah kuduga! Kamu sama saja seperti yang lain!

source: You'll regret this...
id: Kamu akan menyesali ini...

source: GIVE ME THE RUNE!
id: BERIKAN SAJAKKU!

source: It's MY rune!
id: ITU SAJAKKU!

source: MINE!
id: SAJAKKU!

source: COME ON!
id: AYOLAH!

source: I WANT my rune!
id: AKU INGIN SAJAKKU!

source: I'll get my rune back, you'll see...
id: Aku akan mendapatkan sajak itu, lihatlah nanti...

source: I'll get it back, you'll see...
id: Aku akan mendapatkannya, lihatlah nanti...

source: You’ve nothing to lose by waiting...
id: Tak ada ruginya menunggu...

source: Look
id: Lihat

source: Reforge
id: Tempa Ulang

source: At last!
id: Akhirnya!

source: Come closer! I won't cut you, don't worry.
id: Kesini! Aku tidak akan memotongmu, tenang saja.

source: I'm the tailor. I can fix you up with some proper clothes!
id: Saya penjahit. Saya bisa menyiapkan pakaian yang pantas untuk Anda!

source: I struck a... deal with our mutual friend, the Collector.
id: Aku membuat... kesepakatan dengan teman kita bersama, Sang Kolektor.

source: You bring him the templates and I will craft it for you!
id: Kamu berikan templatenya ke dia dan aku membuatnya untukmu!

source: You look... SPLENDID!
id: Kau terlihat... KEREN!

source: FA-BU-LOUS!
id: FAN-TAS-TIS!

source: If only Karl could see you!
id: Seandainya Karl bisa melihatmu!

source: A great choice! It really brings out your eyes.
id: Pilihan yang bagus! Itu benar-benar menonjolkan mata Anda.

source: Condition: take no damage in the previous level.
id: Syarat: tidak menerima kerusakan pada level sebelumnya.

source: Condition: kill ::n:: enemies without taking any damage.
id: Syarat: Bunuh ::n:: musuh tanpa menerima serangan.

source: ::n:: boss cells required
id: Diperlukan ::n:: boss cells

source: 1 boss cell required
id: diperlukan 1 cell boss

source: Go Back! Bring me more Cells!
id: Kembalilah! Berikan aku sel lebih banyak!

source: Just a few more!
id: Sedikit lagi!

source: Don't be such a cheapskate! Share with your old pal!
id: Jangan pelit begitu! Berbagilah dengan sobat lamamu!

source: Have you ever seen anything so beautiful?
id: Pernahkah Anda melihat sesuatu yang begitu indah?

source: Killjoy
id: Perusak kesenangan

source: Who's a good boy?
id: Siapa anak yang baik?

source: Bring me more, you wretched blob!
id: Bawakan aku lebih banyak, kau gumpalan menyedihkan!

source: I need it! One last time!
id: Aku butuh! untuk terkahir kali!

source: What the hell am I doing here?!
id: Apa yang kulakukan disini?!

source: Come here, you!
id: Kamu, Sini sebentar!

source: Let's finish this!
id: Mari kita selesaikan!

source: Double Crossb-o-matic
id: Ganda Crossb-o-matic

source: Shoots at ::count:: nearby enemies at the same time. Each shot inflicts ::+dps:: DPS.
id: Menembak ::count:: musuh sekitar pada waktu yang sama. Setiap tembakan memberi ::+dps:: KPS.

source: Sinew Slicer
id: Pengiris Otot

source: Fires spinning blades at nearby enemies, inflicting {bleeding@BL} (::+dps2:: DPS for ::duration:: sec).
id: Menembakkan pisau berputar pada musuh, mengakibatkan {pendarahan@BL} (::+dps2:: DPS selama ::duration:: detik).

source: Heavy Turret
id: Turret Berat

source: Shoots at nearby enemies. You inflict +::prct::% more damage if you're near the turret.
id: Menembak musuh di sekitarnya. Kau akan memberi +::prct::% serangan lebih banyak jika kamu berada di dekat turret,

source: Barnacle
id: Teritip

source: Shoots enemies who pass beneath it.
id: Menembak musuh dibawahnya.

source: Flamethrower Turret
id: Turret Pelontar Api

source: {Burns@FI} nearby enemies (::+dps:: DPS for ::duration:: sec).
id: {Membakar@FI} musuh sekitar {::+dps:: KPS selama ::duration detik).

source: Cleaver
id: Pembelah

source: Inflicts {bleeding@BL} (::+dotDps:: DPS for ::duration:: sec) on enemies that walk over it.
id: Menimbulkan {bleeding@BL} (::+dotDps:: DPS selama ::duration:: detik) pada musuh yang berjalan di atasnya.

source: Wolf Trap
id: Perangkap Serigala

source: Throws ::count:: traps that immobilize enemies and increase the damage they take (::+dps:: DPS for ::duration:: sec).
id: Melempar ::count:: perangkap yang melumpuhkan musuh dan menambah serangan yand mereka terima sebanyak ::+dps:: DPS selama ::duration:: detik.

source: Crusher
id: Penghancur

source: Violently crushes any enemies caught in its area of effect.
id: Secara ganas menghancurkan musuh disekitarnya.

source: Explosive Decoy
id: Umpan Peledak

source: Turns you invisible for ::duration:: sec and attracts nearby enemies. Explodes after ::duration:: sec.
id: Membuatmu tak terlihat selama ::duration:: detik dan menarik musuh di sekitar. Meledak setelah ::duration:: detik.

source: Night Light
id: Lampu Malam

source: Lights up your path.
id: Menerangkan jalanmu.

source: Powerful Grenade
id: Granat Kuat

source: Causes a large explosion.
id: Menimbulkan ledakan lebih besar.

source: Infantry Grenade
id: Granat Infantri

source: Quick to use, but not super powerful.
id: Cepat digunakan, tetapi tidak begitu kuat.

source: Cluster Grenade
id: Granat Kluster

source: Breaks into ::count:: bombs (::+power:: damage each).
id: Terpecah menjadi ::count:: bom (masing-masing memberikan ::+power:: kerusakan).

source: Magnetic Grenade
id: Granat Magnet

source: Attracts everything nearby.
id: Menyerang apa saja didekatnya.

source: Stun Grenade
id: Granat Setrum

source: Stuns enemies (::duration:: sec).
id: Melumpuhkan musuh (::duration:: dtk).

source: Ice Grenade
id: Granat Es

source: {Freezes@IC} its victims.
id: {Membekukan@IC} korbannya.

source: Fire Grenade
id: Granat Api

source: Root Grenade
id: Granat Akar

source: Roots nearby enemies to the ground (::+dps:: DPS for ::duration:: sec).
id: Mendesak musuh terdekat ke tanah (::+dps:: KPS selama ::duration:: detik).

source: Oil Grenade
id: Bom Minyak

source: Spreads {inflammable oil@FI} in its area of effect.
id: Menyebarkan {inflammable oil@FI} di area efeknya.

source: Swarm
id: Gerombolan

source: Summons ::count:: biter to serve you (cumulative up to ::ammo:: max)
id: Memanggil ::count:: biter untuk melayani Anda (akumulatif hingga maksimum ::ammo::)

source: Hunter's Grenade
id: Granat Pemburu

source: Use this to annoy a monster. When its health is down to ::prct::% or less, use "Blueprint Extractor".
id: Gunakan ini untuk mengganggu monster. Ketika kesehatannya turun hingga ::prct::% atau kurang, gunakan "Blueprint Extractor".

source: Aggressive apparition
id: Hantu Agresif

source: Summon an ally to attack nearby enemies.
id: Memanggil arwah yang menyerang musuh disekitar.

source: Death Orb
id: Bola Kematian

source: Creates a slow-moving but devastating orb.
id: Menciptakan bola yang bergerak lambat namun menghancurkan.

source: Inflicts damage on all targets caught inside. Changes direction when it hits a wall.
id: Menimbulkan kerusakan pada semua target yang terperangkap di dalamnya. Berubah arah saat mengenai dinding.

source: Knife Dance
id: Tari Pisau

source: Launches a storm of knives around you, causing {bleeding@BL} (::+dps:: DPS for ::duration:: sec).
id: Melontarkan badai pisau disekelilingmu dan menyebabkan {pendarahan@BL} (::+dps:: KPS selama ::duration:: detik).

source: Corrupted Power
id: Kekuatan Terlarang

source: Adds damage (+::+dps:: DPS for ::duration:: sec) with each attack. You take +::prct::% damage during this time.
id: Menambahkan kerusakan (+::+dps:: DPS selama ::duration:: detik) pada setiap serangan. Anda menerima +::prct::% kerusakan selama waktu ini.

source: Vampirism
id: Vampirisme

source: Vampirism (empty)
id: Vampirisme (kosong)

source: Item empty. You can refill it by consumming a health flask.
id: Item kosong. Kamu bisa memakainya kembali dengan meminum

source: Tonic
id: Tonik

source: Tonic (empty)
id: Tonik (kosong)

source: Deflector
id: Deflektor

source: Destroys all nearby projectiles. The enemy who fired the projectile takes ::+power:: damage and is stunned for ::effectCharge:: seconds.
id: Menghancurkan semua proyektil di sekitar. Musuh yang menembakkan proyektil menerima kerusakan ::+power:: dan terkena stun selama ::effectCharge:: detik.

source: Pulls an enemy towards you. The next attack on this enemy inflicts +::+prct::% damage and stuns for ::duration:: sec.
id: Menarik musuh kepada mu. Pukulanmu berikutnya akan menyebabkan kerusakan +::+prct::% dan lumpuh selama ::duration:: detik.

source: Yes, just like Scorpion...
id: Ya, seperti Scorpion...

source: Teleports you behind the enemy. The next attack inflicts +::+power:: damage.
id: Menteleportasimu ke belakang musuh. Serangan berikutnya mengakibatkan kerusakan +::+power::.

source: Temporal Distortion
id: Distorsi Temporal

source: Slows down all enemies for ::duration:: sec.
id: Melambatkan semua gerakan musuh selama ::duration:: detik.

source: Corrosive cloud
id: Awan Racun

source: Creates a toxic cloud that lasts ::aoeDuration:: sec, inflicting bleed and poison damage (::+dps:: DPS for ::duration:: sec).
id: Mengeluarkan awan beracun selama ::aoeDuration:: sec, inflicting bleed and poison damage (::+dps:: DPS for ::duration:: sec)

source: Lacerating Aura
id: Aura Mencabik

source: Inflicts damage on nearby targets.
id: Menimbulkan serangan pada musuh sekitar.

source: Wave of Denial
id: Gelombang Penyangkalan

source: Repels all nearby enemies. If an enemy is thrown against a wall, it takes +::+power2:: damage.
id: Menlontarkan semua musuh sekitar. Jika musuh terlontar ke tembok, musuh tersebut mendapatkan +::+power2:: serangan ekstra.

source: Wings of the Crow
id: Sayap Gagak

source: Lets you float in the air and inflict damage on enemies below you.
id: Memungkinkan Anda melayang di udara dan memberikan kerusakan pada musuh di bawah Anda.

source: Craaaawwwww!
id: Craaaaawwww!

source: Points Bonus
id: Bonus Poin

source: Blueprint Extractor
id: Ekstrator Blueprint

source: Use this on an enemy transformed by the "Hunter's Grenade" that has less than ::prct::% health left.
id: Gunakan ini kepada monster yang tertransformasi oleh granat pemburu dengan nyawa dibawah ::prct::% .

source: Forgotten Map
id: Peta Terlupakan

source: Reveals your surroundings. Only works once.
id: Mengungkapkan lingkungan sekitar Anda. Hanya berfungsi sekali.

source: Great Owl of War
id: Burung Hantu Perang yang Agung

source: Summon a Great Owl pet (::+dps:: damage/sec). Activating this skill again will anger the Great Owl (::+dps2:: damage/sec). The Great Owl disappears if you take any damage.
id: Panggil hewan peliharaan Burung Hantu Agung (::+dps:: kerusakan/detik). Mengaktifkan keterampilan ini lagi akan membuat Burung Hantu Agung marah (::+dps2:: kerusakan/detik). Burung Hantu Agung akan menghilang jika kamu menerima kerusakan apa pun.

source: Infernal Chicken!
id: Ayam Neraka!

source: Cheep cheep
id: Cip cip

source: Velocity
id: Velositas

source: Increase your movement speed by ::+prct::% for ::+duration:: sec when you kill an enemy.
id: Meningkatkan kecepatan gerakan sebesar ::+prct::% selama ::+duration:: ketika kamu membunuh musuh.

source: Rusty Sword
id: Pedang Berkarat

source: Somewhat useful for killing people.
id: Agak berguna untuk membunuh orang.

source: ADMIN WEAPON
id: SENJATA ADMIN

source: SHOULD NEVER DROP
id: TIDAK DAPAT DIJATUHKAN

source: Balanced Blade
id: Pedang Seimbang

source: Damage increases up to +::prct::% when you strike repeatedly. Inflicts {critical hits@CC} after ::count:: successive hits.
id: Kerusakan meningkat hingga +::prct::% saat Anda menyerang berulang kali. Memberikan {critical hits@CC} setelah ::count:: serangan berturut-turut.

source: A rusty weapon that reveals its power when things get tough.
id: Senjata berkarat yang menunjukkan kekuatannya saat keadaan menjadi sulit.

source: Assassin's Dagger
id: Pisau Pembunuh

source: Inflicts a {critical hit@CC} when you stab your enemy in the back.
id: Menimbulkan {kritis hit@CC} ketika kau menyerang musuh dari belakang.

source: Light but deadly if you know how to use it.
id: Kecil, namun mematikan jika kamu tahu caranya.

source: Blood Sword
id: Pedang Darah

source: Causes {bleeding@BL} (::+dps:: DPS for ::duration:: sec).
id: Menyebabkan {pendarahan@BL} (::+dps:: DPS selama ::duration:: detik).

source: Twin Daggers
id: Pisau Sepasang

source: Inflicts a {critical hit@CC} on the 3rd consecutive strike.
id: Memberikan {serangan kritis@CC} pada serangan ketiga.

source: Two daggers for the price of one. Slice and dice... guaranteed to please.
id: Dua belati dengan harga satu. Iris dan cincang... dijamin memuaskan.

source: Broadsword
id: Pedang Besar

source: The second and third hits are {critical@CC}.
id: Serangan kedua dan ketiga adalah {serangan kritis@CC}.

source: Slow and heavy, but deliciously vicious.
id: Lambat dan berat, tapi ganasnya sungguh memuaskan.

source: Shovel
id: Sekop

source: Knocks back enemies and bombs.
id: Melontarkan musuh dan bom kebelakang

source: Any object can become a deadly weapon if it's moving fast enough...
id: Benda apapun senjata yang mematikan jika kau cukup cepat.

source: Cursed Sword
id: Pedang Terkutuk

source: One hit and you're dead.
id: Jika kau terpukul, kamu mati.

source: So you like to play hardball, do ya?
id: Jadi kamu ingin hidup susah, ya?

source: Sadist's Stiletto
id: Stiletto Sadis

source: Inflicts a {critical hit@CC} if the target is {bleeding@BL} or {poisoned@TO}.
id: Memberikan {critical hit@CC} jika target sedang {bleeding@BL} atau {poisoned@TO}.

source: Hit 'em where it hurts.
id: Hantam mereka di tempat yang sakit.

source: Swift Sword
id: Pedang Cepat

source: Inflicts a {critical hit@CC} if you have an active speed buff.
id: Memberi {serangan kritis@CC} jika kamu mempunyai buff kecepatan.

source: Forget about taking your time. To get real results, strike hard and fast.
id: Lupakan soal berlama-lama. Untuk mendapatkan hasil nyata, hantam dengan keras dan cepat.

source: Giantkiller
id: Pembunuh Raksasa

source: Inflicts a {critical hit@CC} if the victim is an elite enemy or a boss.
id: Memberi {serangan kritis@CC} jika musuh adalah musuh elit atau boss.

source: The bigger they are...
id: Semakin besar mereka...

source: Shrapnel Axes
id: Kapak Serpihan

source: Metal shards burst from the axes when you strike enemies, inflicting approximately ::+dps:: damage.
id: Pecahan logam berhamburan dari kapak saat kamu menghantam musuh, menimbulkan sekitar ::+dps:: kerusakan.

source: Seismic Strike
id: Serangan Seismik

source: War Spear
id: Tombak Perang

source: Inflicts a {critical hit@CC} when you strike several targets at the same time.
id: Memberi {kritis hit@CC} saat kamu menyerang beberapa musuh pada waktu yang sama.

source: Greater range but less speed.
id: Jangkauan lebih luas tetapi kecepatan lebih rendah.

source: Impaler
id: Penyula

source: Inflicts a {critical hit@CC} if the victim is up against a wall.
id: Memberi {serangan kritis@CC} jika musuh berdekatan dengan dinding.

source: Symmetrical Lance
id: Tombak Simetris

source: Inflicts {critical hits@CC} for ::duration:: sec if you quickly kill ::count:: enemies with this weapon.
id: Memberi {serangan kritis@CC} selama ::duration:: detik jika kamu membunuh ::count:: musuh dengan senjata ini dengan cepat.

source: Rapier
id: Penusuk

source: Inflicts a {critical hit@CC} immediately after a roll or a parry.
id: Memberi {serangan kritikal@CC} setelah berguling atau menangkis.

source: It’s all in the wrist.
id: Kuncinya berada di pergelangan...

source: Meat Skewer
id: Pencabik Daging

source: Lets you get behind your enemy.
id: Memungkinkan Anda berada di belakang musuh Anda.

source: Now you see me, now you don't.
id: Sekarang kau bisa melihatku, sekarang tidak.

source: Nutcracker
id: Penhancur Kepala

source: Inflicts a critical hit if the target is stunned, {frozen@IC} or immobilized.
id: Memberi serangan kritikal jika target terkena stun, {beku@IC} atau tidak bisa bergerak.

source: Spartan Sandals
id: Sendal Sparta

source: Spiked Boots
id: Sepatu berduri

source: Inflicts a {critical hit@CC} if the kick interrupts an attack.
id: Memberikan {critical hit@CC} jika tendangan menghentikan serangan.

source: Hayabusa Boots
id: Sepatu Hayabusa

source: The last kick inflicts area-of-effect damage and pushes enemies back.
id: Pukulan terakhir combo menimbulkan serangan area dan mendorong musuh.

source: Hayabusa Gauntlets
id: Sarung Tangan Hayabusa

source: Inflicts {critical hits@CC} if the victim has less than ::prct::% HP.
id: Menimbulkan {critical hits@CC} jika target memiliki kurang dari ::prct::% HP.

source: Valmont's Whip
id: Cambuk Valmont

source: Ignores shields. Inflicts a {critical hit@CC} if the tip of the whip strikes the enemy.
id: Mengabaikan perisai. Memberikan {critical hit@CC} jika ujung cambuk mengenai musuh.

source: Popularized by the well-dressed Baron Valmont du Cul.
id: Senjata yang dipopulerkan Baron Valmont du Cul.

source: Wrenching Whip
id: Cambuk Pengilir

source: Ignores shields, pulls victims toward you and inflicts a {critical hit@CC} on the 3rd strike.
id: Mengabaikan perisai, menarik korban ke arah Anda dan memberikan {critical hit@CC} pada serangan ke-3.

source: Oiled Sword
id: Pedang Berminyak

source: Douses the enemy with {inflammable oil@FI}.
id: Membasahi korban dengan {mudah terbakar oil@FI}.

source: Torch
id: Obor

source: {Burns@FI} your enemies (::+dps:: DPS for ::duration:: sec).
id: {Burns@FI} membakar musuh-musuhmu (::+dps:: DPS selama ::duration:: detik).

source: Talk about mood lighting!
id: Ini baru pencahayaan suasana!

source: Frantic Sword
id: Pedang Beringas

source: Inflicts a {critical hit@CC} when you have less than ::prct::% health.
id: Mengakibatkan {critical hit@CC} ketika Anda memiliki kesehatan kurang dari ::prct::%.

source: The weapon of choice for fighters who like to live dangerously.
id: Senjata pilihan untuk orang yang menyukai kehidupan berisiko.

source: Flawless
id: Sempurna

source: Inflicts {critical hits@CC} if you haven't taken damage for at least ::lock:: seconds.
id: Memberi {serangan kritis@CC} jika kamu tidak terkena serangan selama ::lock:: detik.

source: Beginner's Bow
id: Panah Pemula

source: Ammo comes back after enemies are killed.
id: Amunisi akan kembali setelah musuh dibunuh.

source: The Jailer's son was getting pretty good at hunting rats with this...
id: Anak sang sipir sangat jago memburu tikus dengan ini...

source: Multiple-nocks Bow
id: Busur Multi-nok

source: Shoots ::count:: arrows at the same time.
id: Menembak ::count:: anak panah pada saat yang sama.

source: Bow and Endless Quiver
id: Busur dan Tabung Anak Panah Tak Terbatas

source: Unlimited ammo. Last shot is a {critical hit@CC}!
id: Amunisi tak terbatas. Tembakan terakhir adalah {critical hit@CC}!

source: "You can never have too many arrows" - Legolas
id: Tidak ada yang namanya "terlalu banyak panah" - Legolas

source: Marksman's Bow
id: Busur Penembak Jitu

source: Inflicts a {critical hit@CC} at long range.
id: Memberikan {critical hit@CC} pada jarak jauh.

source: Slow, but devastating at long range. A sniper’s delight.
id: Pelan, namun mematikan dijarak jauh.

source: Infantry Bow
id: Panah Infantri

source: A bow specially designed for hand-to-hand combat.
id: Panah yang dibuat untuk jarak dekat.

source: Quick Bow
id: Panah Cepat

source: Inflicts a {critical hit@CC} if the target has ::count:: or more arrows stuck in its body.
id: Memberi {serangan kritis@CC} jika musuh terkena ::count:: panah atau lebih di badannya.

source: Speed at the cost of precision.
id: Kecepatan lebih penting daripada ketepatan.

source: Ice Bow
id: Panah Es

source: Briefly {freezes@IC} enemies.
id: {Membekukan@IC} musuh sementara.

source: Heavy Crossbow
id: Panah Berat

source: Shoots several short-range bolts at once.
id: Menembak beberapa panah dalam waktu yang sama.

source: A point-blank blast.
id: Ledakan jarak dekat.

source: Ice Crossbow
id: Busur Silang Es

source: Tap to {freeze@IC} enemies. Hold to inflict {critical damage@CC}.
id: Ketuk untuk {freeze@IC} musuh. Tahan untuk menimbulkan {critical damage@CC}.

source: Bolts explode in the area of effect. Any enemy hit by a bolt suffers a {critical wound@CC}.
id: Baut meledak di area efek. Setiap musuh yang terkena baut akan menderita {critical wound@CC}.

source: Alchemic Carbine
id: Karabin Alkimiawi

source: {Poisons@TO} its victims (::+dps:: DPS for ::duration:: sec).
id: {Poisons@TO} para korbannya (::+dps:: DPS selama ::duration:: detik).

source: Boomerang
id: Bumerang

source: Comes back to you automatically.
id: Kembali ke kamu secara otomatis.

source: Old faithful.
id: Andalan lama.

source: Hemorrhage
id: Perdarahan

source: Causes {bleeding@BL} (::+dps:: DPS for ::duration:: seconds). Deals a {critical hit@CC} if the target is {bleeding@BL} or {poisoned@TO}.
id: Menyebabkan {bleeding@BL} (::+dps:: DPS selama ::duration:: detik). Memberikan {critical hit@CC} jika target {bleeding@BL} atau {poisoned@TO}.

source: The Boy's Axe
id: Kapak Anak Laki-laki

source: Boi.
id: Bocah.

source: War Javelin
id: Lembing Perang

source: Hokuto's Bow
id: Panah Hokuto

source: Marks the enemy, who then takes +::+dps:: DPS for ::duration:: sec. If the enemy dies, the mark spreads.
id: Menandai musuh, yang kemudian menerima +::+dps:: DPS selama ::duration:: detik. Jika musuh mati, tandanya menyebar.

source: You don't know it yet, but you’re already dead.
id: Kamu belum tahu, tapi kamu sudah mati.

source: Nerves of Steel
id: Saraf Baja

source: Inflicts a {critical hit@CC} if the arrow is shot at the right moment.
id: Memberikan {critical hit@CC} jika anak panah ditembakkan pada saat yang tepat.

source: Throwing Knife
id: Pisau lempar

source: Causes {bleeding@BL} (::+dps:: DPS for ::duration:: sec). Automatically targets the nearest enemy.
id: Menyebabkan {bleeding@BL} (::+dps:: DPS selama ::duration:: dtk). Secara otomatis menargetkan musuh terdekat.

source: Electric Whip
id: Pecutan Listrik

source: Automatically targets nearby enemies. Ignores shields.
id: Secara otomatis mentargetkan musuh terdekat, mengabaikan perisai.

source: Firebrands
id: Puntung Api

source: {Burns@FI} enemies and the ground (::+dps:: DPS for ::duration:: sec).
id: {Membakar@FI} musuh dan menimbulkan ::+dps:: dps untuk ::duration:: sekon.

source: {Slows down@IC} enemies during ::duration:: sec. Inflicts {critical hits@CC} on targets standing in water or covered in {oil@FI}.
id: {Melambatkan@IC} musuh selama ::duration:: detik. Memberi {serangan kritis@CC} pada target yang berada di dalam air atau terkena {oil@FI}

source: Pyrotechnics
id: Piroteknik

source: Launches multiple flaming projectiles. Inflicts {critical damage@CC} on targets covered in {oil@FI}.
id: Meluncurkan beberapa proyektil berapi. Menimbulkan {critical damage@CC} pada target yang tertutup {oil@FI}.
