Repository: junwatu/deadcells-id-translation
Catalog: main.po
Languages: id

source: Cannot be removed. Let's hope it was worth it.
id: Tidak dapat dihapus. Semoga itu sepadan.

source: Cursed Flask
id: Labu Terkutuk

source: Your health flask is has infinite charges but also curses you ::count:: times each time you use it.
id: Labu kesehatanmu memiliki muatan tak terbatas tetapi juga mengutukmu ::count:: kali setiap kali kamu menggunakannya.

source: Damned Vigor
id: Vigor Terkutuk

source: Upon being dealt fatal damage, you stay alive for ::duration:: seconds. If you kill any enemy while under this effect, you get back to 1 health point. Otherwise, when the effect disappears or you get hit while under it, you instantly die without any sort of protection applicable.
id: Ketika menerima kerusakan fatal, kamu tetap hidup selama ::duration:: detik. Jika kamu membunuh musuh apa pun saat berada di bawah efek ini, kesehatanmu kembali menjadi 1 poin. Jika tidak, ketika efeknya berakhir atau kamu terkena serangan saat efek ini aktif, kamu langsung mati tanpa perlindungan apa pun yang berlaku.

source: Demon Strength
id: Kekuatan Iblis

source: You deal ::prct::% more damage as long as you are cursed. This bonus is increased by ::prct2::% per curse stack you have.
id: Anda memberikan ::prct::% lebih banyak kerusakan selama Anda terkutuk. Bonus ini meningkat sebesar ::prct2::% per tumpukan kutukan yang Anda miliki.

source: Galaxy Outfit
id: Kostum Galaksi

source: A DRM-free outfit !
id: Sebuah pakaian bebas DRM !

source: Baguette Outfit
id: Pakaian Baguette

source: Beret and moustache sold separately.
id: Baret dan kumis dijual terpisah.

source: Flying Alcoholic Outfit
id: Kostum Alkoholik Terbang

source: Happy holidays!
id: Selamat hari libur!

source: Gardener's Outfit
id: Pakaian Tukang Kebun

source: Get the green thumb.
id: Dapatkan keahlian berkebun.

source: Mushroom Boi's Outfit
id: Pakaian Mushroom Boi

source: Delicious, fried, sauteed or baked. Don't forget the sauce.
id: Lezat, digoreng, ditumis atau dipanggang. Jangan lupa sausnya.

source: Mushroom King Outfit
id: Kostum Raja Jamur

source: People are strange, when you're a stranger...
id: Orang-orang itu aneh, ketika kamu seorang asing...

source: Banished's Outfit
id: Pakaian Sang Terbuang

source: A perfect reproduction of the different shades of mud.
id: Reproduksi sempurna dari berbagai nuansa lumpur.

source: Blowgunner's Outfit
id: Pakaian Penembak Sumpit

source: For when you want an angry mob chasing you.
id: Untuk saat ketika Anda ingin massa yang marah mengejar Anda.

source: Tick Trainer's Outfit
id: Centang Pakaian Pelatih

source: Average life expectancy: 3 minutes.
id: Harapan hidup rata-rata: 3 menit.

source: The Royal Gardener's Outfit
id: Pakaian Tukang Kebun Kerajaan

source: Really too decorated and pompous for working in the dirt.
id: Benar-benar terlalu berhias dan pongah untuk bekerja di tanah.

source: Retro Outfit
id: Pakaian Retro

source: Batteries not included
id: Baterai tidak termasuk

source: HEV Outfit
id: Pakaian HEV

source: The right outfit in the wrong place can make all the difference in the world.
id: Pakaian yang tepat di tempat yang salah dapat membuat perbedaan yang sangat besar di dunia.

source: Lizard Outfit
id: Kostum Kadal

source: Just like a second skin...
id: Seperti kulit kedua...

source: Apostate Outfit
id: Pakaian Murtad

source: Like a lighthouse amidst the tempest!
id: Seperti mercusuar di tengah badai!

source: Almost-Yourself Outfit
id: Pakaian Hampir-Dirimu

source: Never stop being yourself.
id: Jangan pernah berhenti menjadi diri sendiri.

source: Kamikaze Outfit
id: Pakaian Kamikaze

source: The shoe is on the other bat...
id: Sepatu itu ada di kelelawar yang lain...

source: Arbalester's Outfit
id: Pakaian Arbalester

source: Your enemies will stand bolt upright.
id: Musuh-musuhmu akan berdiri tegak kaku.

source: Blade Master's Outfit
id: Pakaian Ahli Pedang

source: People will lose their heads over this...
id: Orang-orang akan tergila-gila karena ini...

source: Rocky Outfit
id: Pakaian Rocky

source: "I've tasted blood and I want more!"
id: "Aku sudah mencicipi darah dan aku ingin lagi!"

source: Special collector's edition Outfit...
id: Pakaian edisi kolektor khusus...

source: Giant Tick Outfit
id: Kostum Kutu Raksasa

source: Make sure you get the head out.
id: Pastikan Anda mengeluarkan kepala.

source: Annoyed Tick Outfit
id: Kostum Tick Kesal

source: Irritated Tick Outfit
id: Kostum Caplak yang Kesal

source: Mad Tick Outfit
id: Pakaian Kutu Gila

source: Furious Tick Outfit
id: Kostum Caplak Ganas

source: Sacrificial Tick Outfit
id: Pakaian Kutu Kurban

source: There are many paths that lead to your opponent's death. Taking path to the death of an innocent, for example...
id: Ada banyak jalan yang mengarah pada kematian lawanmu. Menempuh jalan menuju kematian seorang yang tak bersalah, misalnya...

source: Classic Scarecrow Outfit
id: Kostum Orang-orangan Sawah Klasik

source: Nothing is too fancy for a flower.
id: Tidak ada yang terlalu mewah untuk sebuah bunga.

source: Green Thumb Scarecrow Outfit
id: Kostum Orang-orangan Sawah Jempol Hijau

source: Time to harvest!
id: Saatnya panen!

source: Wicked Scarecrow of the West Outfit
id: Kostum Orang-orangan Sawah Jahat dari Barat

source: Oh, what a world! What a world!
id: Oh, dunia macam apa ini! Dunia macam apa ini!

source: Cutecrow Outfit
id: Pakaian Cutecrow

source: So friendly it actually attracts birds!
id: Saking ramahnya hingga benar-benar menarik burung!

source: Gothic Scarecrow Outfit
id: Kostum Orang-orangan Sawah Gotik

source: Fear the Green Reaper.
id: Takutlah pada Sang Penuai Hijau.

source: Cultist Outfit
id: Pakaian Pemuja

source: Do you have a minute to talk about our Lord and Saviour?
id: Apakah Anda punya waktu sebentar untuk berbicara tentang Tuhan dan Juruselamat kita?

source: Flawless Concierge Outfit
id: Seragam Concierge Sempurna

source: Garb sported by the lowliest of achievers...
id: Pakaian yang dikenakan oleh mereka yang paling rendah pencapaiannya...

source: Flawless Conjunctivius Outfit
id: Kostum Conjunctivius Sempurna

source: All eyes will be on you...
id: Semua mata akan tertuju padamu...

source: Flawless Temporal Outfit
id: Kostum Temporal Sempurna

source: A timeless style...
id: Gaya abadi...

source: Flawless Giant Outfit
id: Kostum Raksasa Sempurna

source: You'll be larger than life in this!
id: Kamu akan terlihat luar biasa dengan ini!

source: Flawless Hand of the King Outfit
id: Busana Tangan Raja Sempurna

source: Only for the most handy of handymen.
id: Hanya untuk para tukang yang paling terampil.

source: Flawless Tick Outfit
id: Kostum Tick Tanpa Cela

source: You'll be tickled pink by this outfit!
id: Kamu akan senang bukan main dengan pakaian ini!

source: Flawless Scarecrow Outfit
id: Kostum Orang-orangan Sawah Sempurna

source: That's Lord Greenthumb to you...
id: Itu Lord Greenthumb bagimu...

source: Winter Outfit
id: Pakaian Musim Dingin

source: No you can't eat your own nose for HP.
id: Tidak kamu tidak bisa makan hidungmu sendiri untuk HP.

source: Reverse Burglar's Outfit
id: Kostum Pencuri Terbalik

source: The legendary outfit of an ephemeral creature that illegally enters people's homes to leave random objects there.
id: Kostum legendaris dari makhluk fana yang secara ilegal masuk ke rumah orang-orang untuk meninggalkan barang-barang acak di sana.

source: Vessel's outfit
id: Perlengkapan kapal

source: No mind to think. No will to break. No voice to cry suffering.
id: Tiada pikiran untuk berpikir. Tiada kehendak untuk dipatahkan. Tiada suara untuk menjerit kesengsaraan.

source: Penitent's outfit
id: Pakaian Peniten

source: The armor of the last survivor of some foreign holy order.
id: Baju zirah milik penyintas terakhir dari suatu ordo suci asing.

source: Luchador's outfit
id: Kostum Luchador

source: The outfit of the Chosen Juan.
id: Pakaian dari Chosen Juan.

source: Little Bone's outfit
id: Pakaian Little Bone

source: Belonged to the cutest but fiercest member of the Demon King's army.
id: Milik anggota paling imut namun paling ganas di pasukan Raja Iblis.

source: The Magician's outfit
id: Pakaian Sang Pesulap

source: Worn by a collector of forgotten knowledge, lost technologies and broken histories
id: Dikenakan oleh seorang kolektor pengetahuan yang terlupakan, teknologi yang hilang, dan sejarah yang terputus

source: Explorer's outfit
id: Pakaian penjelajah

source: Snakemen. Why did it have to be snakemen?
id: Manusia ular. Mengapa harus manusia ular?

source: Knight's Outfit
id: Kostum Ksatria

source: An exotic armor from another universe.
id: Sebuah baju zirah eksotis dari alam semesta lain.

source: Armored Shrimp Carcass Outfit
id: Kostum Bangkai Udang Berzirah

source: Moist and yucky on the inside
id: Lembap dan menjijikkan di bagian dalam

source: Mutineer Outfit
id: Kostum Pemberontak

source: Anchor sold separately
id: Jangkar dijual terpisah

source: Servant Outfit
id: Kostum Pelayan

source: Loyal and fire-resistant
id: Setia dan tahan-api

source: Toxic Servant Outfit
id: Pakaian Pelayan Beracun

source: "And I love what you do"
id: Dan aku menyukai apa yang kamu lakukan

source: Silver Servant Outfit
id: Kostum Pelayan Perak

source: What an elegant silver lining!
id: Betapa elegan sisi baiknya!

source: Aurora Servant Outfit
id: Kostum Pelayan Aurora

source: Early Slammer catches the Biter!
id: Slammer yang lebih awal menangkap Biter!

source: King's Servant Outfit
id: Pakaian Pelayan Raja

source: Was there a fourth Servant?
id: Apakah ada Servant keempat?

source: Flawless Servant Outfit
id: Kostum Pelayan Sempurna

source: Great serving job!
id: Kerja bagus saat servis!

source: Queen Outfit
id: Kostum Ratu

source: ''Oh I want to break free!''
id: ''Oh aku ingin bebas!''

source: White Gold Queen Outfit
id: Busana Ratu Emas Putih

source: Triple 0 outfit
id: Pakaian Triple 0

source: Cherry Blossom Queen Outfit
id: Kostum Ratu Bunga Sakura

source: Initially white. Contains a red sock in one of its pockets.
id: Awalnya berwarna putih. Berisi kaus kaki merah di salah satu sakunya.

source: Frozen Queen Outfit
id: Kostum Ratu Beku

source: "Let it go, let it go!"
id: "Biarkan saja, biarkan saja!"

source: Spicy Queen Outfit
id: Busana Ratu Seksi

source: Guaranteed without anchovies and pineapple.
id: Dijamin tanpa ikan teri dan nanas.

source: Flawless Queen Outfit
id: Busana Ratu Sempurna

source: Flamboyantly good job!
id: Kerja bagus yang flamboyan!

source: Delayed Hedgehog Outfit
id: Kostum Landak Tertunda

source: Have to move at a faster pace!
id: Harus bergerak lebih cepat!

source: Gentleman's Outfit
id: Busana Pria

source: With cufflinks made of fragments from the Philosopher's Stone. Deliciously decadent.
id: Dengan kancing manset yang terbuat dari serpihan Batu Bertuah. Sungguh dekaden.

source: Robber Outfit
id: Kostum Perampok

source: Time for a hostile takeover!
id: Saatnya pengambilalihan bermusuhan!

source: What remains of a single-minded yet unlucky prisoner.
id: Yang tersisa dari seorang tahanan yang bertekad bulat namun tidak beruntung.

source: Shovel Knight Outfit
id: Kostum Shovel Knight

source: This armor is quite sturdy, not made just for show-vel.
id: Baju zirah ini cukup kokoh, tidak dibuat hanya untuk pamer-vel.

source: Modernized Bomber Outfit
id: Setelan Bomber yang Dimodernisasi

source: With a large "B" embroidered on the chest. Bead Cells?
id: Dengan sebuah "B" besar yang disulam di dada. Sel manik-manik?

source: Zero Outfit
id: Kostum Zero

source: More comfortable than the NULL uniform worn during the war.
id: Lebih nyaman daripada seragam NULL yang dikenakan selama perang.

source: Commando Outfit
id: Kostum Komando

source: ..and so he left, with everything but his humanity.
id: ..dan demikianlah dia pergi, dengan membawa segalanya kecuali kemanusiaannya.

source: Familiar Outfit
id: Pakaian yang Familiar

source: Datamining this would be really meta.
id: Melakukan penambangan data terhadap ini akan sangat meta.

source: Ironclad Outfit
id: Pakaian Berlapis Baja

source: Its previous wearer sold their soul in exchange for demonic powers.
id: Pemakai sebelumnya menjual jiwanya sebagai imbalan atas kekuatan iblis.

source: Boss Knight Outfit
id: Kostum Ksatria Bos

source: She taught the Tutorial Knight everything. She's like a grandmentor to you.
id: Dia mengajari Ksatria Tutorial segala hal. Dia seperti mentor agung bagimu.

source: Barbarian Boss Knight Outfit
id: Kostum Ksatria Bos Barbar

source: "Raise your axe higher! You'll need to work on your evisceration, you're still too hesitant!"
id: "Angkat kapakmu lebih tinggi! Kau perlu melatih kemampuan mengeluarkan isi perut lawan, kau masih terlalu ragu-ragu!"

source: Triumphant Boss Knight Outfit
id: Kostum Ksatria Bos Triumfal

source: She couldn't be more proud of you... although...
id: Dia tidak bisa lebih bangga lagi padamu... meskipun...

source: Luminous Boss Knight Outfit
id: Pakaian Ksatria Bos Bercahaya

source: "Created by a smith named Encom". No Clu as to what it means.
id: "Dibuat oleh seorang pandai besi bernama Encom". Tidak ada Clu tentang apa artinya.

source: Triumph Outfit
id: Kostum Triumph

source: Your success in the arena earned you the right to wear this prestigious attire.
id: Kesuksesan Anda di arena memberi Anda hak untuk mengenakan busana bergengsi ini.

source: Bisonnica Triumph Outfit
id: Setelan Kejayaan Bisonnica

source: Will sweep away every adversary until the very island is in the loving grip of the Pax Bisonnica.
id: Akan menyapu bersih setiap musuh hingga pulau itu sendiri berada dalam dekap penuh kasih Pax Bisonnica.

source: Mentoral Triumph Outfit
id: Kostum Kemenangan Mentoral

source: Usually worn when your mentee start to teach their first pupil.
id: Biasanya dikenakan ketika mentee Anda mulai mengajar murid pertama mereka.

source: Radiant Triumph Outfit
id: Pakaian Kemenangan Gemilang

source: You shone through with your exceptionnal abilities, now your clothes can shine too.
id: Anda bersinar berkat kemampuan Anda yang luar biasa, kini pakaian Anda juga bisa bersinar.

source: Simon Outfit
id: Pakaian Simon

source: This short outfit is made to help its wearer to bend their legs and arms, including while jumping.
id: Pakaian pendek ini dibuat untuk membantu pemakainya menekuk kaki dan lengan, termasuk saat melompat.

source: Alucard Outfit
id: Pakaian Alucard

source: Regal vestments, worthy of the Dark Lord's son himself.
id: Busana kebesaran, layak untuk putra Tuan Kegelapan sendiri.

source: Richter Outfit
id: Kostum Richter

source: Ripping off your coat's sleeves is indeed a way to move around more easily. Not the most logical one, though.
id: Merobek lepas lengan mantelmu memang salah satu cara untuk bergerak lebih mudah. Namun, bukan yang paling masuk akal.

source: Sypha Outfit
id: Kostum Sypha

source: Traditional robes worn by the witches of the Belnades clan.
id: Jubah tradisional yang dikenakan oleh para penyihir klan Belnades.

source: Trevor Outfit
id: Pakaian Trevor

source: The clothes of the most revengeful of all Belmonts. Don't call him Trevy or he could hate you even more than he hates Dracula.
id: Pakaian milik Belmont paling pendendam dari semuanya. Jangan panggil dia Trevy atau dia bisa membencimu bahkan lebih daripada dia membenci Dracula.

source: Maria Renard Outfit
id: Kostum Maria Renard

source: Covered in cat fur and dove feathers. Allergy sufferers beware!
id: Dipenuhi bulu kucing dan bulu merpati. Penderita alergi, waspadalah!

source: Hector Outfit
id: Pakaian Hector

source: He kept his Devil Forgemaster garments even after defecting.
id: Dia tetap mempertahankan pakaian Devil Forgemaster-nya bahkan setelah membelot.

source: Haunted Armor Outfit
id: Kostum Baju Zirah Berhantu

source: This kind of ornamental armor is not comfortable at all. It's almost as if you weren't alone inside it.
id: Jenis baju zirah hias seperti ini sama sekali tidak nyaman. Hampir seolah-olah kamu tidak sendirian di dalamnya.

source: Death Outfit
id: Kostum Kematian

source: It comes for us all.
id: Itu datang untuk kita semua.

source: Cold Death Outfit
id: Kostum Kematian Dingin

source: Feel the cold grasp of Death around your neck!
id: Rasakan cengkeraman dingin Kematian di sekeliling lehermu!

source: Red Death Outfit
id: Pakaian Kematian Merah

source: Don't look under her mask.
id: Jangan lihat di bawah maskernya.

source: Edgy Death Outfit
id: Busana Maut yang Garang

source: Drop dead!
id: Mampus!

source: Spectral Death Outfit
id: Kostum Kematian Spektral

source: You can't feel her, but she's there alright.
id: Kamu tidak bisa merasakannya, tapi dia memang ada di sana.

source: Flawless Death Outfit
id: Kostum Kematian Sempurna

source: Defeating Death is no simple feat. Doing so unscathed is an almost impossible prowess.
id: Mengalahkan Kematian bukanlah prestasi yang sederhana. Melakukannya tanpa terluka adalah kehebatan yang nyaris mustahil.

source: Dracula Outfit
id: Kostum Dracula

source: Dark Lord, Prince of Darkness, Demon King, Master of the Castle, Vlad Ţepeş, Mathias Cronqvist,... the original owner of this cape has had many names across the ages.
id: Tuan Kegelapan, Pangeran Kegelapan, Raja Iblis, Penguasa Kastil, Vlad Ţepeş, Mathias Cronqvist,... pemilik asli jubah ini telah dikenal dengan banyak nama sepanjang zaman.

source: Mathias Cronqvist Outfit
id: Kostum Mathias Cronqvist

source: When he was still human, Dracula cursed God for taking his beloved Elisabetha from him.
id: Saat ia masih manusia, Dracula mengutuk Tuhan karena telah mengambil Elisabetha yang dikasihinya darinya.

source: Doctor Dracula Outfit
id: Kostum Dokter Dracula

source: Dracula reportedly spent a few months in Nepal in a strange temple and came back with this sentient cloak of levitation.
id: Kabarnya, Dracula menghabiskan beberapa bulan di Nepal di sebuah kuil aneh dan kembali dengan jubah levitasi yang berkesadaran ini.

source: Pompous Dracula Outfit
id: Kostum Dracula Angkuh

source: Evening garments destined for the most decadent receptions organised by the Master of the Castle.
id: Busana malam yang diperuntukkan bagi resepsi paling dekaden yang diselenggarakan oleh Tuan Kastil.

source: Vigilante Dracula Outfit
id: Pakaian Drakula Vigilante

source: You either die a hero or live long enough to see yourself become the villain, apparently.
id: Kamu entah mati sebagai pahlawan atau hidup cukup lama untuk melihat dirimu menjadi penjahat, ternyata.

source: Flawless Dracula Outfit
id: Kostum Dracula Tanpa Cela

source: A reward worthy only of the most skilled vampire hunters.
id: Hadiah yang hanya layak bagi para pemburu vampir paling terampil.

source: Classic Head
id: Kepala Klasik

source: Unlocked by default
id: Tidak terkunci secara default

source: It's a flame... it's a plant... no, it's an homonculus!
id: Itu nyala api... itu tanaman... bukan, itu homunkulus!

source: Previously on "The Bad Seed trailer"...
id: Sebelumnya di "The Bad Seed trailer"...

source: Joyful and glad to recklessly die again and again.
id: Gembira dan senang untuk mati secara nekat berkali-kali.

source: Concierge Flame
id: Api Pramutamu

source: Clean everything up by killing the Concierge ::count:: times.
id: Bersihkan semuanya dengan membunuh Concierge ::count:: kali.

source: It's just a flame, you can't replicate his roar.
id: Itu hanya nyala api, kamu tidak bisa meniru aumannya.

source: Conjunctivius tentacles
id: tentakel Conjunctivius

source: Remove the threat that lurks in the sewers by killing Conjunctivius ::count:: times.
id: Hilangkan ancaman yang mengintai di gorong-gorong dengan membunuh Conjunctivius sebanyak ::count:: kali.

source: Yucky, sticky, tentacly.
id: Jijik, lengket, bertentakel.

source: Mama Tick Eye
id: Mama Kutu Mata

source: All your clothes will smell like an old bog, but kill Mama Tick ::count:: times nonetheless.
id: Semua pakaianmu akan berbau seperti rawa tua, namun tetap bunuh Mama Tick ::count:: kali.

source: Forget about stereoscopy, you can now halve your glasses budget!
id: Lupakan stereoskopi, sekarang Anda bisa membagi dua anggaran kacamata Anda!

source: Time Keeper Mask
id: Topeng Penjaga Waktu

source: You could probably vanquish the Time Keeper an infinite number of times, but let's start with ::count::.
id: Kamu mungkin bisa menaklukkan Penjaga Waktu sebanyak tak terhingga kali, tapi mari mulai dengan ::count::.

source: The object seems to be floating between time periods.
id: Objek itu tampaknya melayang di antara periode waktu.

source: Giant Flame
id: Nyala Api Raksasa

source: Dying once wasn't enough for him: kill the Giant ::count:: times.
id: Mati sekali tidak cukup baginya: bunuh Raksasa sebanyak ::count:: kali.

source: Fortunately, it's fit for your size, not his.
id: Untungnya, itu pas untuk ukuranmu, bukan ukuran dia.

source: Scarecrow Hat
id: Topi Orang-orangan Sawah

source: Eradicate the weeds by uprooting the Scarecrow ::count:: times.
id: Basmi gulma dengan mencabut Orang-orangan Sawah sebanyak ::count:: kali.

source: A bit dingy, but really helpful against the sun, toxic sap, giant ticks and baldness.
id: Sedikit kusam, tapi sangat membantu melindungi dari matahari, getah beracun, kutu raksasa, dan kebotakan.

source: Hand of the King Flame
id: Api Tangan Raja

source: Depose the Hand of the King and execute him ::count:: times for good measure.
id: Copot jabatan Tangan Raja dan eksekusi dia ::count:: kali untuk berjaga-jaga.

source: Combines the appeal of both a hood and a flame. So badass!
id: Menggabungkan daya tarik dari penutup kepala dan api sekaligus. Keren banget!

source: Servant Mask
id: Topeng Pelayan

source: Slaughter the Servants and survive your visit to the Lighthouse ::count:: times.
id: Bantai Para Pelayan dan selamat dari kunjunganmu ke Mercusuar sebanyak ::count:: kali.

source: Maybe you were the fourth Servant from the start?
id: Mungkin kamu adalah Servant keempat sejak awal?

source: Queen Flame
id: Ratu Api

source: Become a seasoned regicide by prevailing over the Queen ::count:: times.
id: Jadilah regisida berpengalaman dengan mengalahkan Sang Ratu sebanyak ::count:: kali.

source: Hard to believe that was the last we heard of her...
id: Sulit dipercaya itu adalah terakhir kalinya kami mendengar kabar darinya...

source: Collector Hood
id: Tudung Pengumpul

source: Stop the schemes of a certain villain by beating him ::count:: times.
id: Gagalkan rencana jahat seorang penjahat tertentu dengan mengalahkannya sebanyak ::count:: kali.

source: Guillain, we need to cook panacea.
id: Guillain, kita perlu meracik obat mujarab.

source: Black Hole
id: Lubang Hitam

source: Go through the whole island untouched.
id: Lewati seluruh pulau tanpa tersentuh.

source: Extremely compact and pitch-black. Not really the best qualities for a head, but it's sooooo cool!
id: Sangat kompak dan hitam legam. Sebenarnya bukan kualitas terbaik untuk sebuah kepala, tapi ini keren banget!

source: White Hole
id: Lubang Putih

source: Be beyond damned.
id: Jadilah lebih dari terkutuk.

source: In theory, this head could exist. It has yet to be proven, though.
id: Secara teori, kepala ini bisa saja ada. Namun, hal itu belum terbukti.

source: Violet Hole
id: Lubang Ungu

source: The Beheaded's flame has had a lot of different forms since its first appearance.
id: Api The Beheaded telah memiliki banyak bentuk berbeda sejak pertama kali muncul.

source: Red Hole
id: Lubang Merah

source: Start collecting heads!
id: Mulai kumpulkan kepala!

source: Its red glow sets the tone: things are going to be bloody!
id: Cahaya merahnya menetapkan suasana: semuanya akan penuh darah!

source: Green Hole
id: Lubang Hijau

source: Offered to accomplished item collectors only.
id: Hanya ditawarkan kepada kolektor item berpengalaman.
