Repository: junwatu/deadcells-id-translation
Catalog: main.po
Languages: id

source: The alchemist really scattered his stuff all over the island!
id: Alkemis itu benar-benar menyebar barang-barangnya di seluruh pulau!

source: ... OK, so what's he on about this time?
id: ... OK, jadi apa yang sedang dia bicarakan kali ini?

source: "Time is running out... literally.
id: "Waktu hampir habis... secara harfiah.

source: With all due respect, it can't contain the Malaise 'forever'."
id: Dengan segala hormat, itu tidak bisa menahan Malaise 'selamanya'."

source: Order
id: Pesanan

source: Private crate
id: Crate Privat

source: Books
id: Buku-buku

source: An order stamped with the King's seal.
id: Sebuah perintah yang dicap dengan segel Raja.

source: "Castaing, this is a direct order that must remain between you and me...
id: "Castaing, ini adalah perintah langsung yang harus tetap antara Anda dan saya..."

source: Stop checking the prison entrances until further notice."
id: Hentikan pemeriksaan di pintu masuk penjara sampai pemberitahuan lebih lanjut."

source: All these papers are signed by Castaing.
id: Semua dokumen ini ditandatangani oleh Castaing.

source: A high-ranking prison officer, no doubt about it.
id: Seorang petugas penjara berpangkat tinggi, tidak diragukan lagi.

source: Did he set aside a few pennies for a rainy day?
id: Apakah dia menyisihkan sedikit uang untuk saat-saat sulit?

source: In any case, the warden was prepared for combat.
id: Bagaimanapun juga, penjaga itu siap untuk bertempur.

source: Some books on a shelf.
id: Beberapa buku di rak.

source: "Prison management for dummies."
id: Pengelolaan penjara untuk orang awam.

source: "Bridge building from antiquity to the present day."
id: "Konstruksi jembatan dari zaman kuno hingga masa kini."

source: "Managing soldiers: How to earn their respect without using torture."
id: Mengelola prajurit: Cara meraih rasa hormat mereka tanpa menggunakan penyiksaan.

source: "Managing prison entrances in 10 easy lessons (lesson 8 will shock you!)"
id: Mengelola pintu masuk penjara dalam 10 pelajaran mudah (pelajaran 8 akan mengejutkan Anda!)

source: Crate of provisions
id: Peti perbekalan

source: Did the prison warden have desks all over the place?
id: Apakah sipir penjara memiliki meja di mana-mana?

source: And more gold... More than the last time.
id: Dan lebih banyak emas... Lebih banyak daripada terakhir kali.

source: What was he up to?
id: Apa yang sedang dia lakukan?

source: A direct order from the King.
id: Perintah langsung dari Raja.

source: When your King writes of a 'direct order that must remain between you and me', that means you mustn't post these orders on the walls for all to see!
id: Ketika Rajamu menulis tentang 'perintah langsung yang harus tetap antara kamu dan aku', itu berarti kamu tidak boleh menempelkan perintah-perintah ini di dinding-dinding untuk dilihat semua orang!

source: In any case: do not allow the prisoners to leave the prison, not even when they have served their time."
id: Dalam keadaan apa pun: jangan izinkan para narapidana meninggalkan penjara, bahkan ketika mereka telah menjalani masa hukuman mereka."

source: I don't know much about this Castaing, but I like him already.
id: Saya tidak banyak tahu tentang Castaing ini, tetapi saya sudah menyukainya.

source: Several orders from the King.
id: Beberapa perintah dari Raja.

source: "All right, Castaing, forget about the orders posted on the walls.
id: "Baiklah, Castaing, lupakan saja perintah yang ditempel di dinding.

source: There is something more important: the villagers are trying to cross the bridge to the village.
id: Ada hal yang lebih penting: para warga desa sedang mencoba menyeberangi jembatan menuju desa.

source: Arrest them and take them back to their cells...
id: Tangkap mereka dan bawa mereka kembali ke sel mereka...

source: ... and use force if necessary!"
id: ... dan gunakan kekuatan jika diperlukan!"

source: A letter from the warden... apparently to his officers.
id: Sebuah surat dari sipir... rupanya ditujukan kepada para petugasnya.

source: "Gentlemen, it is extremely difficult for me to draft this order.
id: Tuan-tuan, sangat sulit bagi saya untuk menyusun perintah ini.

source: A sudden illness prevents me from helping you maintain a stable situation on the bridge.
id: Penyakit mendadak mencegah saya membantu Anda menjaga situasi tetap stabil di jembatan.

source: I will join you promptly once the nausea has passed... and once my arms have stopped swelling.
id: Aku akan bergabung denganmu segera setelah mualnya reda... dan setelah kedua lenganku berhenti membengkak.

source: The situation is still under control, do not lose hope!
id: Situasi masih terkendali, jangan kehilangan harapan!

source: We can do it if we stand together!
id: Kita bisa melakukannya jika kita bersatu!

source: Nothing is impossible if we work as a team!
id: Tidak ada yang mustahil jika kita bekerja sebagai tim!

source: Unity is strength, and we are united in adversity!
id: Persatuan adalah kekuatan, dan kita bersatu dalam kesulitan!

source: I am proud of you. We can overcome this trial!
id: Saya bangga padamu. Kita bisa mengatasi cobaan ini!

source: I believe in you, I believe in us!"
id: Aku percaya padamu, aku percaya pada kita!"

source: Sounds like a lesson from "Managing soldiers: How to earn their respect without using torture".
id: Kedengarannya seperti pelajaran dari "Mengelola prajurit: Cara mendapatkan rasa hormat mereka tanpa menggunakan penyiksaan".

source: Safe
id: Aman

source: Debris
id: Puing-puing

source: Body parts
id: Bagian Tubuh

source: Exploded door
id: Pintu meledak

source: A letter stamped with the King's seal, carefully folded at the back of the safe.
id: Sebuah surat dicap dengan segel Raja, dilipat dengan hati-hati di bagian belakang brankas.

source: Looks like Castaing finally got the message about posting orders.
id: Sepertinya Castaing akhirnya paham soal memposting pesanan.

source: "Dammit, how much must I give you to do the job properly? Shut down that bridge once and for all, it's a question of life and death!"
id: "Sialan, berapa banyak harus kuberikan padamu agar kau melakukan pekerjaan ini dengan benar? Tutup jembatan itu sekali dan untuk selamanya, ini soal hidup dan mati!"

source: Oh, and that's not all.
id: Oh dan bukan hanya itu.

source: The room was completely wrecked.
id: Ruangan itu benar-benar porak-poranda.

source: There was a fight... or someone lost all control.
id: Ada perkelahian... atau seseorang kehilangan kendali sepenuhnya.

source: A gaping body... and an orange substance oozing out of it.
id: Sebuah tubuh yang menganga... dan cairan oranye yang merembes keluar darinya.

source: This was more than just a touch of flu.
id: Ini lebih dari sekadar sedikit flu.

source: Oh. I'm afraid I know who it was.
id: Oh. Aku takut aku tahu siapa itu.

source: Good old Castaing, always ready for battle!
id: Castaing tua yang baik, selalu siap tempur!

source: Hey, a door I don't have to knock down!
id: Hey, tidak usah mengetuk pintu!

source: Kind of disappointing, actually.
id: Agak mengecewakan, sebenarnya.

source: Document
id: Dokumen

source: A soldier's report.
id: Laporan seorang prajurit.

source: "Internal prison security agent Guitou hereby reports...
id: Agen keamanan internal penjara Guitou dengan ini melaporkan...

source: ... that a creature observed to be of large size was sighted emerging from Warden Castaing's office.
id: ... bahwa seekor makhluk yang diamati berukuran besar terlihat keluar dari kantor Warden Castaing.

source: ... The absence of said warden leads us to conclude that he was almost certainly killed in the line of duty.
id: ... Ketiadaan sipir yang bersangkutan membuat kami menyimpulkan bahwa ia hampir pasti gugur dalam menjalankan tugas.

source: ... Consequently, my colleagues and I would greatly appreciate the assistance of the royal guard."
id: ... Oleh karena itu, saya dan rekan-rekan saya akan sangat menghargai bantuan dari pengawal kerajaan."

source: Guard Guitou
id: Penjaga Guitou

source: A great big room for a great big painting.
id: Sebuah ruangan yang sangat besar untuk sebuah lukisan yang sangat besar.

source: The seal of the King is recognizable at the centre, as for the rest...
id: Segel Raja dapat dikenali di tengah, sedangkan sisanya...

source: Chunk of metal
id: Bongkahan logam

source: A pile of old letters, nothing special.
id: Setumpuk surat-surat lama, tidak ada yang istimewa.

source: Wait!
id: Tunggu!

source: One of the letters bears the seal of the King! It's damaged but I can still read it.
id: Salah satu surat bersegel Raja! Suratnya rusak, tapi aku masih bisa membacanya.

source: "The Giant is not a member... guard anymore.
id: "Sang Raksasa bukan lagi anggota... penjaga.

source: Take his body to the pris...
id: Bawa mayatnya ke penja...

source: ... spear in his body should be enough, but make sure... he never wakes up."
id: ... tombak di tubuhnya seharusnya sudah cukup, tapi pastikan... dia tidak pernah bangun."

source: Hmm... Apparently, he woke up anyway.
id: Hmm... Ternyata, dia bangun juga.

source: Funny, this big chunk of metal in this storeroom.
id: Aneh, bongkahan logam besar ini di gudang ini.

source: Small chest
id: Peti kecil

source: The tombstone dropped from the ceiling and...
id: Batu nisan itu jatuh dari langit-langit dan...

source: Dammit!
id: Jancuk!

source: I recognize this hand.
id: Aku kenal tangan ini.

source: Hmm, I understand now why he wanted his rune back.
id: Hmm, sekarang aku mengerti kenapa dia ingin runenya kembali.

source: Back room
id: Kamar Belakang

source: This room seems to have been added after the construction of the castle.
id: Ruangan ini tampaknya telah ditambahkan setelah pembangunan kastil.

source: I've seen this type of shelves before, in the King's castle.
id: Aku pernah melihat jenis rak seperti ini sebelumnya, di istana Raja.

source: Chopping block
id: Memotong Blok

source: Looks like I had a bad time with it.
id: Sepertinya aku mengalami pengalaman buruk dengannya.

source: Giant skeleton
id: Kerangka raksasa

source: Skull
id: Tengkorak

source: This huge skeleton doesn't bode well.
id: Kerangka raksasa ini bukan pertanda baik.

source: I really wonder who killed him.
id: Aku bertanya tanya siapa yang membunuhnya.

source: He looks way more dead than me.
id: Dia terlihat jauh lebih mati daripada aku.

source: Yeah, he's not gonna move anytime soon.
id: Ya, dia tidak akan bergerak dalam waktu dekat.

source: Claw marks
id: Bekas cakaran

source: Lava pit
id: Lubang lava

source: Does he really have claws this size?
id: Apakah dia benar-benar memiliki cakar sebesar ini?

source: He's gone INTO the lava? Guess he didn't want to come back after all...
id: Dia masuk KE DALAM lava? Sepertinya dia memang tidak ingin kembali...

source: I'm definitely not going in after him!
id: Aku pasti tidak akan masuk menyusulnya!

source: I think he might have forgotten something...
id: Saya pikir dia mungkin telah melupakan sesuatu...

source: Specialist Shop.
id: Toko Khusus.

source: Responding to the most eccentric of demands for over 15 years and at least eight updates now.
id: Menanggapi permintaan paling eksentrik selama lebih dari 15 tahun dan setidaknya delapan kali pembaruan hingga saat ini.

source: Congratulations! You've beaten the boss for this demo!
id: Selamat! Kamu sudah berhasil mengalahkan bos di demo ini!

source: Last attempt failed!
id: Kesempatana terakhir gagal!

source: Find and kill the boss!
id: Temukan dan bunuh bosnya!

source: Attempts remaining: ::n::
id: Usaha tersisa ::n::

source: I'm not really supposed to be here though, you know...
id: Tapi aku sebenarnya tidak seharusnya berada di sini, kamu tahu...

source: Item unlocked: ::name::
id: Item terbuka ::name::

source: Early access (::version::)
id: Akses Awal (::version::)

source: Continue (Streaming Mode)
id: Lanjut (Mode Streaming)

source: Start a new game
id: Mulai game baru

source: Streaming Mode
id: Mode Streaming

source: Import ::slot::
id: Impor ::slot::

source: Start a new save
id: Buat simpanan baru

source: Reset my experimental save
id: Setel ulang penyimpanan eksperimental

source: Confirm delete
id: Konfirmasi Hapus

source: Delete all progress in this save
id: Hapus semua perkembangan yang di simpan di berkas ini

source: LOCKED
id: TERKUNCI

source: Items can be {upgraded to "+" quality@PE} at the Legendary Forge.
id: Item dapat {upgraded to "+" quality@PE} di Tempa Legendaris.

source: Items can be {upgraded to "++" quality@PE} at the Legendary Forge.
id: Item dapat {upgraded to "++" quality@PE} di Tempa Legendaris.

source: Items can be {upgraded to "S" quality@PE} at the Legendary Forge.
id: Item dapat {upgraded to "S" quality@PE} di Tempa Legendaris.

source: Bright flashes
id: Cahaya terang

source: Pixelated font
id: Font terpikselasi

source: Challenges completed
id: Tantangan yang berhasil ditaklukkan

source: Challenges failed
id: Tantangan yang gagal ditaklukkan

source: ::user:: answered first!
id: ::user:: menjawan pertama kali!

source: ::user:: voted first!
id: ::user:: vote pertama kali!

source: She is dead.
id: Dia telah mati.

source: Gut Skewer
id: Pisau Belati Jeroan

source: Tainted Blood
id: Darah Tercemar

source: Furnace
id: Perapian

source: Hamstringer
id: Pelumpuh

source: DON'T MOVE!
id: JANGAN BERGERAK!

source: Divine Justice
id: Keadilan Tuhan

source: Catch Me If You Can
id: Tangkap Aku Kalau Kamu Bisa

source: Devastation
id: Penghancuran

source: Quick Death
id: Mati Cepat

source: Inflicts moderate damage.
id: Menimbulkan kerusakan biasa.

source: Ice Breaker
id: Pemecah Es

source: Knockout
id: KO

source: Ice Storm
id: Badai Es

source: Pyromaniac
id: Ahli Api

source: Premonition
id: Ramalan

source: Contamination
id: Kontaminasi

source: Summons a swarm of small biting creatures to attack for you.
id: Memanggil sebuah kerumunan makhluk penggigit kecil.

source: Purification
id: Penyucian

source: Putrid Winds
id: Angin Busuk

source: Black Blood
id: Darah Hitam

source: Anomaly
id: Anomali

source: Soul Gobbler
id: Pemakan Jiwa Yang Rakus

source: Gives you ::+power:: HP for each hit you land on an enemy (::duration:: sec).
id: Memberikanmu ::+power:: nyawa setiap pukulan yang kau beri ke musuh (::duration:: detik).

source: Soul Gobbler (empty)
id: Pemakan Jiwa Yang Rakus (kosong)

source: Regenerates in the next level.
id: Regenerasi kembali setelah melewati level.

source: Miracle Tonic
id: Tonik Ajaib

source: Heals ::+power:: HP and fully protects you for ::duration:: sec.
id: Menambah ::+power:: HP dan melindungimu selama ::duration:: detik.

source: Miracle Tonic (empty)
id: Tonik Ajaib (kosong)

source: Judgment
id: Penilaian

source: Drags an enemy to you. The next (melee) attack on the enemy inflicts +::prct::% DPS.
id: Menarik musuh kepada mu. Pukulanmu berikutnya akan melakukan ::prct::% KPS (kerusakan/s).

source: Viper
id: Ular beludak

source: Toxic Cloud
id: Awan Racun

source: Torment
id: Siksaan

source: Creates a large cloud of poison (::duration:: sec).
id: Menciptakan awan besar beracun (::duration:: detik).

source: Nasty Scrape
id: Lecet Parah

source: Contempt
id: Penghinaan

source: Cyclone
id: Siklon

source: Toxin
id: Toksin

source: Carefully balanced for rapid attack sequences.
id: Keseimbangannya memperbolehkan serangan cepat secara konsekutif.

source: Despair
id: Keputusasaan

source: Inflicts a {critical hit@CC} if you have recently taken damage.
id: Memberikan {critical hit@CC} jika Anda baru-baru ini terkena kerusakan.

source: Vice
id: Wakil

source: Bloodbath
id: Pertumpahan Darah

source: Damocles
id: Damokles

source: Does massive damage.
id: Memberikan kerusakan parah.

source: Suicide
id: Bunuh Diri

source: Murderous
id: Pembunuhan

source: Swiftness
id: Kecepatan

source: Swiftspear
id: Tombak Gesit

source: Perforator
id: Alat Pembuat Lubang

source: Justice
id: Keadilan

source: Carduus the Subtle
id: Carduus yang Halus

source: Inflicts {a critical hit@CC} immediately after a roll.
id: Menimbulkan {pukulan@CC telak} tiba-tiba setelah berguling.

source: Sneaky
id: Mengendap

source: Stuns targets who have more than ::prct::% health.
id: Stun korban yang kesehatannya diatas ::prct::%.

source: Pushes enemies back and interrupts their attacks. Additional damage if the enemy hits a wall.
id: Mendorong musuh kembali dan memotong serangan mereka. Kerusakan tambahan jika musuh menghantam tembok.

source: Corporal Punishment
id: Hukuman fisik

source: Tipyx' boots
id: Boot Tipy

source: The fist of Deepnight
id: Tinju Deepnight

source: The 5th strike is a {critical hit@CC}
id: Serangan kelima adalah {kritis pukulan@CC}

source: Belmont's Whip
id: Cambuk Belmont

source: Splinters
id: Pemecah

source: Alchemist's Blade
id: Pedang Alkemi

source: Tactician
id: Ahli Taktik

source: Duplex Bow
id: Busur Duplex

source: Triplet
id: Kembar Tiga

source: Bow of the Earth
id: Panah dari Bumi

source: Unlimited ammo.
id: Tidak akan pernah habis

source: Haste
id: Bergegas

source: Barbed Arrow
id: Anak Panah Berduri

source: Noja's Bow
id: Panah Noja

source: {Freezes@IC} the enemy.
id: {Memantengkan@IC} musuh.

source: Merciless
id: Tanpa Ampun

source: Flashy
id: Mencolok

source: Shoots powerful hails of bolts. The machine gun of crossbows...
id: Menembakkan hujan anak panah yang dahsyat. Senapan mesin dari busur silang...

source: Long Winter
id: Musim Dingin Panjang

source: Havoc
id: Kekacauan

source: Revenge
id: Balas Dendam

source: Returns to you automatically. Inflicts {critical hits@CC} on its way back.
id: Kembali ke Anda secara otomatis. Menimbulkan {critical hits@CC} saat kembali.

source: Collective Punishment
id: Penghukuman Kolektif

source: Spark of Skool
id: Percikan dari Skool

source: Contagion
id: Penularan

source: Abuse
id: Pelecehan

source: Mob Justice
id: Keadilam Masal

source: Ice Shard
id: Pecahan Es

source: Lethargy
id: Kelesuan

source: {Slows down@IC} enemies. Inflicts {critical damage@CC} on targets in water or covered in {oil@FI}.
id: {Melambatkan@IC} musuh. menimbulkan {serangan critical@CC} ketika musuh terlumuri {oil@FI}.

source: Hell's Wrath
id: Kutukan Neraka

source: Divine Sarcasm
id: Sarkasme Ilahi

source: Pyrolysis
id: Pirolisis

source: {Burns@FI} enemies and the ground nearby.
id: {Membakar@FI} musuh dan tanah disekitarnya.

source: Cryostasis
id: Kriostasis

source: Deep Sleep
id: Tidur Nyenyak

source: Injustice
id: Ketidakadilan

source: Denial
id: Pembantahan

source: Wall of Ice
id: Tembok Es

source: Scarlet Charge
id: Terjangan Skarlet

source: Blocked attacks make the enemy's teeth fall out (1 per enemy). Transforms arrows into gold.
id: Menahan serangan dan mengeluarkan uang sisa dari musuh (sekali per musuh). Panah musuh berubah menjadi emas.

source: Warm Welcome
id: Sambutan Hangat

source: Arrogance
id: Kesombongan

source: Surprise
id: Kejutan

source: Absorbs more damage. Cannot {parry@PA}.
id: Menahan serangan tambahan. Tidak dapat digunakan untuk {menangkis@PA}.

source: Community Amulet
id: Jimat Komunitas

source: Evolves according to the good will of The Community
id: Berkembang sesuai dengan itikad baik Komunitas

source: Transforms items found on the ground or in treasure chests into gold (::prct::% of purchase price).
id: Mengubah barang yang ditemukan di tanah atau peti harta karun menjadi emas (::prct::% of purchase price).

source: Unlocks the "Hunter's Grenade" in the Prisoners' Quarters. This grenade makes it easier to hunt for rare Blueprints.
id: Membuka barang "Granat Pemburu" di sel tawanan. Granat ini memperbolehkan kamu untuk mencari Blueprint langka dengan mudah.

source: Community Codex
id: Codex Komunitas

source: Allows chat to choose the type of build you'll use!
id: Mengijinkan obrolan untuk memilih tipe yang akan engkau pakai!

source: +::+dps:: DPS for ::duration:: sec after being wounded.
id: Menambah ::+dps:: DPS selama ::duration:: detik setelah terpukul.

source: +::+dps:: DPS with at least ::count:: enemies near you.
id: +::+dps:: dps selama ada ::count:: musuh disekitarmu.

source: Sadism
id: Sadisme

source: +::+dps:: DPS if a nearby enemy is {bleeding@BL}, {poisoned@TO} or {burned@FI}.
id: ::+dps:: KPS jika musuh terdekat {berdarah@BL}, {keracunan@TO} atau {terbakar@FI}.

source: Using a health potion adds +::+dps:: DPS for ::duration:: sec.
id: Memakai botol vitalitas menambah +::+dps:: KPS selama ::duration:: detik.

source: Fireworks Technician
id: Teknisi Kebakaran

source: Efficiency
id: Efisiensi

source: A melee attack on a nearby enemy with a projectile stuck in it causes the projectile to fall out and inflicts ::+power:: damage.
id: Serangan dari senjata ini selama masih ada proyektil menimbulkan proyektil jatuh dan menimbulkan ::+power:: damage.

source: Recovers ::+power:: of HP after a {parry@PA}.
id: Mengembalikan ::+power:: HP setelah {menangkis@PA} serangan musuh.

source: Recovers ::+power:: of HP after an enemy dies.
id: Mengembalikan ::+power:: setelah musuh mati.

source: Health potions heal you over time (::duration:: sec) but add +::+dps:: DPS for this period.
id: Jamu kesehatan menyembuhkanmu seiring waktu (::duration:: detik) tetapi menambah +::+dps:: KPS untuk sesaat ini.

source: Eating food provides +::+dps:: DPS for ::duration:: sec. The food's effect increases by ::prct::%.
id: Memakan makanan memberikanmu +::+dps:: KPS selama ::duration:: detik. Efek makanan pun tertingkat sebanyak ::prct::%.

source: Saves you ONCE in the event of a premature death.
id: Menyelamatkan mu sekali ketika kau mati.

source: Reducing a curse restores ::prct::% of HP.
id: Mengurangi kutukan mengembalikan ::prct::% HP.

source: Reduces by ::prct::% the number of enemies you need to eliminate to lift a curse.
id: Mengurangi musuh yang perlu dibunuh untuk menghapus kutukan sebanyak ::prct::%

source: Tough Nut
id: Si Gila Tangguh

source: Reduces the damage inflicted by traps by ::prct::%.
id: Mengurangi kerusakan akibat perangkap sebesar ::prct::%.

source: Conjunctivius
id: Sang Pengawas

source: Conjunctivius' Tentacle
id: Tentakel Sang Pengawas

source: Elite Creature
id: Musuh Elit

source: +::prct::% damage taken.
id: Damage yang diterima sebesar +::prct::%

source: Reduces Malaise infection
id: Mengurangi infeksi Malaise.

source: Critical hits deal +::prct::% damage.
id: Pukulan kritis menghasilkan kerusakan +::prct::%.

source: Victims {burn@FI}.
id: Korban {terbakar@FI}

source: Victims emit a {toxic@TO} cloud.
id: Korban memancarkan awan {racun@TO}

source: Victims {freeze@IC} other enemies for ::duration:: sec
id: Ketika mati, {membekukan@IC} musuh disekitarnya selama ::duration:: detik.

source: A swarm of biting worms crawls from your victims.
id: Sekelompok cacing pengigit merayap dari korbanmu.

source: Increases your movement speed for ::duration:: sec after a critical hit.
id: Menambah kecepatan jalanmu selama ::duration:: detik setelah memberi serangan kritis.

source: The victim emits a {toxic@TO} cloud.
id: Korban memancarkan awan {racun@TO}.

source: Classic font
id: Font klasik

source: Dyslexia-friendly font
id: Font ramah disleksia

source: Outfits
id: Pakaian

source: Heads
id: Gambar

source: Aspects
id: Aspek

source: Statue parts
id: Bagian patung

source: Outfit
id: Pakaian

source: Head
id: Kepala

source: Aspect
id: Aspek

source: My fish is fresh!
id: Ikan saya segar!

source: David and Goliath...
id: Daud dan Goliat...

source: Nothing left to... collect.
id: Tidak ada yang tersisa untuk... dikumpulkan.

source: I've got my eyes on you...
id: Aku memperhatikanmu...

source: Take that, sucker!
id: Rasakan itu, brengsek!

source: Who's a good boi?
id: Siapa anak baik?

source: Bound for Hell
id: Menuju Neraka

source: Pact with the devil
id: Perjanjian dengan iblis

source: Gentleman
id: Tuan

source: Go play outside!
id: Pergi bermain di luar!
