Repository: junwatu/deadcells-id-translation
Catalog: main.po
Languages: id

source: Hold to inflict {critical hits@CC}
id: Tahan untuk memberikan {critical hits@CC}

source: Join the dark side.
id: Bergabunglah dengan sisi gelap.

source: Fire blast
id: Ledakan Api

source: {Burns@FI} enemies and the ground surface in range. Inflicts {critical hits@CC} when {oil@FI} is present.
id: {Burns@FI} musuh dan permukaan tanah dalam jangkauan. Menimbulkan {critical hits@CC} saat {oil@FI} hadir.

source: Toasts enemies to a rich golden brown.
id: Memanggang musuh hingga menjadi cokelat keemasan yang kaya.

source: Frost Blast
id: Letusan Es

source: {Freezes@IC} enemies in front of you. No damage if the target is already {frozen@IC}.
id: {Freezes@IC} musuh di depan Anda. Tidak memberikan kerusakan jika target sudah {frozen@IC}.

source: Magic missiles
id: Misil Magis

source: Automatically targets the closest enemy.
id: Secara otomatis mentargetkan musuh terdekat.

source: Old Wooden Shield
id: Perisai Kayu Tua

source: Hold to absorb partial damage. Tap to try to {parry@PA} and block all damage.
id: Tahan untuk menyerap sebagian kerusakan. Ketuk untuk mencoba {parry@PA} dan memblokir semua kerusakan.

source: The tears of the community are engraved upon the inside of this shield.
id: Air mata komunitas terukir pada bagian dalam perisai ini.

source: Cudgel
id: Pentungan

source: Stuns blocked enemies. Stuns last longer if a {parry@PA} is successful.
id: Stun menahan musuh. Stun bertahan lebih lama jika {parry@PA} sukses.

source: Punishment
id: Penghukuman

source: Blocked attacks inflict damage on nearby enemies. {Critical damage@CC} if {parry@PA} is successful.
id: Serangan yang diblokir menimbulkan kerusakan pada musuh di sekitar. {Critical damage@CC} jika {parry@PA} berhasil.

source: Knockback Shield
id: Perisai Tolak Balik

source: Blocked attacks push enemies back. Effect doubled on a successful {parry@PA}.
id: Serangan yang diblokir mendorong musuh mundur. Efek menjadi dua kali lipat saat {parry@PA} berhasil.

source: Rampart
id: Benteng

source: Absorbs more damage. Generates a force field for ::duration:: sec on a successful {parry@PA}.
id: Menangkis damage tambahan ketika tertahan. Membuat forcefield selama ::duration:: detik ketika {ditangkis@PA}.

source: Blocks attacks while charging forward.
id: Menahan serangan

source: Bloodthirsty Shield
id: Perisai Haus Darah

source: Blocked attacks inflict {bleeding@BL} (::+dps:: DPS for ::duration:: sec). Effect extended to nearby enemies on a successful {parry@PA}.
id: Serangan yang diblokir menyebabkan {bleeding@BL} (::+dps:: DPS selama ::duration:: detik). Efek meluas ke musuh di sekitar saat {parry@PA} berhasil.

source: Greed Shield
id: Perisai Keserakahan

source: Spiked Shield
id: Perisai berdirui

source: Inflicts major damage on blocked enemies.
id: Menimbulkan serangan signifikan kepada musuh yang ditahan.

source: Parry Shield
id: Perisai Tangkis

source: Cannot be held up. Blocked grenades and shots are returned with added power.
id: Tidak dapat ditahan. Granat dan panah yang ditangkis akan dikembalikan dengan kekuatan yang lebih kuat.

source: Thunder shield
id: Perisai Listrik

source: Prisoner's Collar
id: Kalung Tawanan

source: Nothing worth mentioning, except maybe a vague whiff of dead rat...
id: Tidak ada apapun, kecuali bau bangkai tikus.

source: Community ring
id: Lingkaran Komunitas

source: A beautiful object skillfully hidden under your clothes to save the artists some work.
id: Benda yang sangat berharga, tersembunyi didalam baju agar artistnya tidak kelelahan.

source: Golden Amulet
id: Kalung Emas

source: Key
id: Kunci

source: Opens locked doors (surprise!)
id: Membuka pintu terkunci (kejutan!)

source: Key to maximum-security sector
id: Kunci ke sektor keamanan maksimum

source: Corrupted Key
id: Kunci Yang Rusak

source: Graveyard Key
id: Kunci Kuburan

source: Opens the gates of hell...
id: Membuka pintu neraka...

source: Crypt Key
id: Kunci Peti

source: It looks very old.
id: Sepertinya sangat tua.

source: Architect's Key
id: Kunci Arsitek

source: Found in a wall. Who knows what it’s for?
id: Ditemukan disebuah tembok. Sekarang untuk apa ya?

source: Village Key
id: Kunci Perdesaan

source: Clockmaker's Key
id: Kunci Pembuat Jam

source: Bell Tower Key
id: Kunci Bel Menara

source: Gardener's Key
id: Kunci Tukang Kebun

source: Madman's Key
id: Kunci Orang Gila

source: Key to the Castle
id: Kunci Istana

source: Opens a Castle gate.
id: Membuka gerbang Kastil.

source: Allen Key
id: Kunci Allen

source: Elevator Key
id: Kunci Elevator

source: Apex Key
id: Kunci Apex

source: Guardian's key
id: Kunci Penjaga

source: Moonflower Key
id: Kunci Bunga Bulan

source: Garland Key
id: Kunci Garland

source: Iron Cells key
id: Kunci Sel Besi

source: Gold Cells key
id: Kunci Sel Emas

source: Old Service key
id: Kunci Sel Emas

source: It smells.
id: Sangat bau.

source: Cavern Key
id: Kunci Gua

source: Increases HP.
id: Meningkatkan nyawa.

source: Increases weapon damage.
id: Meningkatkan serangan senjata.

source: Increases damage done by active skills and reduces their cooldown time.
id: Menambah serangan skill aktif dan cooldownnya dikurangi

source: Secret potion of ???
id: Ramuan rahasia dari ???

source: What might be hiding in here?
id: Apa yang mungkin bersembunyi di sini?

source: Vine Rune
id: Sajak Perambat

source: This {permanent@PE} rune causes climbing vines to grow.
id: Rune {permanent@PE} ini menumbuhkan tanaman merambat.

source: Teleportation Rune
id: Sajak Teleportasi

source: This {permanent@PE} rune lets you use teleportation monoliths.
id: Rune {permanent@PE} ini memungkinkan Anda menggunakan monolit teleportasi.

source: Challenger's Rune
id: Sajak Tantangan

source: This {permanent@PE} rune provides access to the daily challenge (Prisoners' Quarters).
id: Sajak {permanen@PE} ini memberimu akses ke tantangan harian (Sel Tahanan).

source: Customization rune
id: Kustomisasi Sajak

source: This {permanent@PE} rune unlocks the Custom Mode.
id: Sajak {permanent@PE} ini membuka Mode Kustom

source: Ram Rune
id: Sajak Biri-biri

source: This {permanent@PE} rune lets you break through certain floors.
id: Rune {permanent@PE} ini memungkinkanmu untuk menembus lantai tertentu.

source: Spider Rune
id: Sajak Laba Laba

source: This {permanent@PE} rune lets you cling to walls.
id: Rune {permanent@PE} ini memungkinkanmu menempel pada dinding.

source: Homunculus Rune
id: Rune Homunkulus

source: This {permanent@PE} rune lets you leave your body.
id: Ini runa {permanent@PE} memungkinkan Anda meninggalkan tubuh Anda.

source: Health Flask I
id: Botol Vitalitas I

source: Unlocks a health potion that can be used at any time.
id: Kamu sekarang mempunya Botol Vitalitas yang dapat dipakai kapanpun.

source: Health Flask II
id: Botol Vitalitas II

source: The health potion can be used 2 times.
id: Botol Vitalitas dapat dipakai 2 kali.

source: Health Flask III
id: Botol Vitalitas III

source: The health potion can be used 3 times.
id: Botol Vitalitas dapat dipakai 23kali.

source: Health Flask IV
id: Botol Vitalitas IV

source: The health potion can be used 4 times.
id: Botol Vitalitas dapat dipakai 2 kali.

source: Gold Reserves I
id: Pengembalian Emas I

source: Preserves up to ::power:: {iconCoin@img} when you die.
id: Emas secara otomatis tertabung sebanyak ::power:: {iconCoin@img} ketika kamu mati.

source: Gold Reserves II
id: Pengembalian Emas II

source: Gold Reserves III
id: Pengembalian Emas III

source: Gold Reserves IV
id: Pengembalian Emas IV

source: Gold Reserves V
id: Pengembalian Emas IV

source: Random Starter Bow
id: Panah awalan acak

source: The starter bow is drawn at random from your unlocked bows.
id: Kamu memulai dengan panah yang terpilih secara acak.

source: Random Starter Shield
id: Tameng pilihan acak

source: The starter shield is drawn at random from your unlocked shields.
id: Kamu memulai dengan tameng yang terpilih secara acak.

source: Random Melee Weapon
id: Senjata pilihan acak

source: The starter melee weapon is drawn at random from your unlocked weapons.
id: Kamu memulai dengan senjata yang terpilih secara acak

source: Recycling I
id: Pendauran Ulang I

source: Transforms objects found on the ground or in chests into gold.
id: Mengibah objek yang ditemuka di tanah atau peti menjadi emas.

source: Recycling II
id: Pendauran Ulang II

source: Transforms objects found on the ground or in chests into gold. More than the previous version.
id: Mengubah objek yang ditemukan di tanah atau peti menjadi emas. Lebih dari pada yang sebelumnya.

source: Restock
id: Isi ulang

source: Refreshes a shop's stocks at a very reasonable price.
id: Kamu dapat mengulang isi dari sebuah toko, untuk harga yang sangat wajar.

source: Merchandise Categories
id: Kategori Barang

source: The merchants will offer a wider range of categories.
id: Para pedagang akan menawarkan ragam kategori yang lebih luas.

source: The Specialist's Showroom
id: Ruang Pamer Spesialis

source: Unlocks a special shop in the Prisoner's Cells. There you'll find all sorts of rare and expensive oddities for only the most experienced and discerning shoppers.
id: Membuka sebuah toko khusus di Sel Tahanan. Di sana kamu akan menemukan berbagai macam benda langka dan mahal yang unik hanya untuk para pembeli yang paling berpengalaman dan cermat.

source: Hunter's Mirror
id: Kaca Pemburu

source: Unlocks a mirror near the Scribe that may come in handy during your hunts.
id: Membuka sebuah cermin di dekat Scribe yang mungkin berguna saat kamu berburu.

source: Advanced Forge I
id: Penempa Tingkat Lanjut I

source: You can increase the quality of an object at the forge twice instead of once.
id: Anda dapat meningkatkan kualitas objek di bengkel tempa dua kali alih-alih sekali.

source: Stem Cell I
id: Sel Punca I

source: Modifies the difficulty level and unlocks new options.
id: Mengubah tingkat kesulitan dan membuka opsi baru.

source: Stem Cell II
id: Sel Punca II

source: Stem Cell III
id: Sel Punca III

source: Stem Cell IV
id: Sel Punca IV

source: Boss Cell V
id: Cell Bos V

source: Scroll of Power
id: Scroll Kekuatan

source: Upgrades any one of your 3 stats!
id: Menambah salah satu dari tiga statmu.

source: Assassin’s Scroll
id: Scroll Pembunuh

source: Upgrades your Brutality or Tactics stat.
id: Dapat memperhebat Brutalitas atau Taktik.

source: Minotaur’s Scroll
id: Scroll Sang Minotaur

source: Upgrades your Brutality or Survival stat.
id: Dapat memperhebat Brutalitas atau Survival

source: Guardian’s Scroll
id: Scroll Pelindung

source: Upgrades your Tactics or Survival stat.
id: Dapat memperhebat Taktik atau Survival

source: Epic Scroll of Power
id: Scroll Kekuatan Epik

source: Upgrades all 3 of your stats. That's right, all 3!
id: Menambahkan ketiga statmu. Ya, benar! Ketiganya!

source: Dead Man's Bag
id: Tas Orang Mati

source: Contains the gold you were carrying the last time you... tried.
id: Berisi emas yang kamu bawa terakhir kali kamu... mencoba.

source: Residual cells
id: Cell Residu

source: Restores ::prct::% of your health.
id: Memulihkan ::prct::% HP-mu.

source: Drumstick
id: Stik drum

source: Carrot
id: Wortel

source: Big ol' radish
id: Lobak yang Besar

source: Guts
id: Usus

source: Monster's eye
id: Mata Monster

source: Cherries
id: Ceri

source: Watermelon
id: Semangka

source: Pastry
id: Roti

source: Turkey
id: Kalkun

source: Flask Recharge
id: Pengisi Ulang Botol Vitalitas

source: Restores 1 health flask charge.
id: Memulihkan 1 porsi botol vitalitas

source: DEPRECATED
id: TIDAK DIGUNAKAN LAGI

source: Cough Syrup
id: Sirup Batuk

source: Reduces your Malaise infection level by ::prct::%.
id: Mengurangi infeksi Malaise sebanyak ::prct::%

source: Small Cough Syrup
id: Sirup Batuk

source: Reduces your Malaise infection level by ::power::%.
id: Mengurangi infeksi Malaise sebanyak ::power::%

source: Adds a points bonus
id: Tambahkan poin bonus

source: A scrap of parchment
id: Sebagian dari Perkamen

source: Liposuction
id: Sedot lemak

source: You earn one extra cell when you eliminate an enemy. This bonus lasts for ::duration:: seconds.
id: Kamu akan mendapatkan satu cell ekstra saat kamu membunuh musuh. Bonus ini berakhir selama ::duration:: detik.

source: Fragment of the Philosopher's Stone
id: Fragmen dari Batu Bertuah

source: You're officially the richest creature on the island. This absolutely perfect little jewel is worth ::$power:: {iconCoin@img}!
id: Kamu secara resmi adalah makhluk terkaya di pulau ini. Permata kecil yang benar-benar sempurna ini bernilai ::$power:: {iconCoin@img}!

source: A precious stone of truly exceptional purity that will fetch you the modest sum of ::$power:: {iconCoin@img}!
id: Sebuah batu permata dengan kemurnian yang benar-benar luar biasa yang akan memberimu jumlah yang sederhana sebesar ::$power:: {iconCoin@img}!

source: Blue Sapphire
id: Saffir Biru

source: A magnificent stone worth ::$power:: {iconCoin@img}!
id: Sebuah Batu mulia berharga ::$power:: {iconCoin@img}!

source: This pretty stone will fetch you ::$power:: {iconCoin@img}! My precccioussss...
id: Batu cantik ini akan memberimu ::$power:: {iconCoin@img}! barang berhargakuuuuuuu...

source: Quite common, but you shouldn't have any trouble getting ::$power:: {iconCoin@img} for it.
id: Cukup umum, tetapi Anda tidak akan kesulitan mendapatkan ::$power:: {iconCoin@img} untuknya.

source: Shiny Pebble
id: Kerikil Berkilau

source: Totally and utterly worthless. You’re not gonna pick that thing up, are you?
id: Benar-benar sama sekali tidak berharga. Kamu tidak akan mengambil benda itu, kan?

source: Black Heart
id: Hati hitam

source: Pretty easy to sell. You should be able to get at least ::$power:: {iconCoin@img} for it.
id: Cukup mudah untuk dijual. Anda seharusnya bisa mendapatkan setidaknya ::$power:: {iconCoin@img} untuk itu.

source: Gold Tooth
id: Gigi Emas

source: A tooth worth ::$power:: {iconCoin@img}. He was asking for it...
id: Gigi Emas yang berharga ::$power:: {iconCoin@img}. Dia memintanya...

source: Diamond Tooth
id: Gigi Berlian

source: Gold Cell
id: Cell Emas

source: A little gold cell worth ::$power:: {iconCoin@img}.
id: Sebuah sel emas kecil senilai ::$power:: {iconCoin@img}.

source: Golden Arrow
id: Panah Emas

source: A transmuted arrow worth ::$power:: {iconCoin@img}. When you care enough to shoot the very best.
id: Panah yang ditransmutasi bernilai ::$power:: {iconCoin@img}. Saat kamu cukup peduli untuk menembakkan yang terbaik.

source: Diamond Arrow
id: Panah Berlian

source: A magnificent stone worth ::$power:: points!
id: Sebuah Batu mulia berharga ::$power:: poin!

source: Quite common, but you shouldn't have any trouble getting ::$power:: points for it.
id: Cukup umum, tetapi Anda seharusnya tidak akan mengalami kesulitan untuk mendapatkan ::$power:: poin untuk itu.

source: Corrupted Artifact
id: Artifak Yang Hancur

source: This object is worth ::$power:: {iconCoin@img}, but if you pick it up, you'll be cursed.
id: Benda ini bernilai ::$power:: {iconCoin@img}, tetapi jika kamu mengambilnya, kamu akan terkutuk.

source: Killer instinct
id: Insting Pembunuh

source: +::+dps:: DPS for ::duration:: sec after killing an enemy.
id: Menambah ::+dps:: dps selama ::duration:: detik setelah membunuh musuh.

source: Vengeance
id: Pembalasan

source: +::+dps:: DPS for ::duration:: sec and -::prct::% damage taken for ::duration2:: sec after taking a hit.
id: +::+dps:: DPS selama ::duration:: detik dan kerusakan -::prct::% setelah terpukul selama ::duration2::.

source: Open wounds
id: Luka terbuka

source: Tainted Flask
id: Botol Tercemar

source: Berserker
id: Pengamuk

source: -::cdrg::% cooldown time on grenades.
id: -::cdrg::% waktu cooldown pada granat.

source: -::cdr::% cooldown time on skills (except grenades).
id: -::cdr::% waktu cooldown pada skill (kecuali granat).

source: Hunter's instinct
id: Insting Pemburu

source: Support
id: Bala Bantuan

source: +::+dps:: DPS if you're close to a deployed skill.
id: Menambah ::+dps:: DPS selama kamu berada didekat skill yang dipakai.

source: Parting Gift
id: Hadiah Perpisahan

source: Causes a bomb (::+power:: damage) to appear when you kill an enemy with a non-melee attack.
id: Menyebabkan sebuah bom (::+power:: kerusakan) muncul ketika Anda membunuh musuh dengan bukan serangan jarak dekat.

source: Tranquility
id: Ketenangan

source: +::+dps:: DPS if there is no enemy near you.
id: Menambah ::+dps:: DPS selama tidak ada musuh disekitar.

source: Ripper
id: Pencabik

source: Blind faith
id: Keyakinan buta.

source: Counterattack
id: Serangan Pembalasan

source: The attack following a successful {parry@PA} inflicts +::+power:: damage.
id: Serangan balasan setelah {menangkis@PA} menimbulkan +::+power:: damage.

source: What Doesn't Kill Me
id: Apa yang tidak membunuhku

source: Necromancy
id: Penujuman

source: Extended Healing
id: Perpanjangan Pemulihan

source: Gastronomy
id: Gastronomi

source: Spite
id: Kedengkian

source: Successful parries and reflected shots inflict ::+power:: damage.
id: Tangkisan yang berhasil dan tembakan yang dipantulkan memberikan ::+power:: kerusakan.

source: Instinct of the Master of Arms
id: Naluri Sang Ahli Senjata

source: Ammo
id: Amunisi

source: Ammo for your weapons x ::power::.
id: ::power::x amunisi untuk senjatamu.

source: Saves you ONE TIME if you die prematurely. Cannot be dropped once picked up.
id: Menyelamatkanmu sekali ketika kau mati konyol. Tidak bisa dijatuhkan jika telah diambil.

source: No effect. Cannot be removed.
id: Tidak ada efek. Tidak bisa dihapus.

source: Recovery
id: Pemulihan

source: Time available to recover your health after a hit is multiplied by ::count::.
id: Waktu untuk mengembalikan darah mu setelah terkena damage tertambah sebanyak ::count::.

source: Emergency Triage
id: Pengobatan Darurat

source: Health potions only restore ::prct2::% HP but their use speed is increased by ::prct::% and it completely protects you for ::duration:: sec.
id: Botol vitalitas hanya memberi ::prct2:: HP tetapi mempercepat waktu untuk menggunakan botol vitalitas sebanyak ::prct::% dan melindungimu selama ::duration:: detik.

source: Running speed duration bonus (for kill combo) multiplied by ::count::.
id: Durasi bonus kecepatan lari (untuk kombo bunuh) bertambah sebanyak ::count:: kali.

source: Dead Inside
id: Mati di Dalam

source: Alienation
id: Alienasi

source: Acceptance
id: Penerimaan

source: Masochist
id: Masokis

source: Trap damage is capped at ::prct::% of your max HP. When hit by a trap your movement speed increases by ::prct2::% for ::duration:: sec.
id: Kerusakan jebakan dibatasi hingga ::prct::% dari HP maksimum Anda. Saat terkena jebakan kecepatan gerak Anda meningkat sebesar ::prct2::% selama ::duration:: dtk.

source: Disengagement
id: Pelepasan

source: If your HP falls below ::prct::%, a force field protects you for ::duration:: sec. Can only be used every ::duration2:: sec.
id: Jika nyawamu kurang dari ::prct::%, sebuah force field melindungimu selama ::duration:: sec. Hanya bisa dipakai setiap ::duration2:: detik.

source: Classic Outfit
id: Pakaian biasa

source: You went through a lot with this one, and will most likely go through a lot more.
id: Anda sudah mengalami banyak hal dengan yang satu ini, dan kemungkinan besar akan mengalami lebih banyak lagi.

source: Golden Outfit
id: Pakaian Emas

source: You definitely won't go unnoticed wearing this.
id: Anda pasti tidak akan luput dari perhatian saat mengenakan ini.

source: Legendary Warrior's Outfit
id: Kostum Prajurit Legendaris

source: Monkey tail not included.
id: Ekor monyet tidak termasuk.

source: Ninja Outfit
id: Pakaian Ninja

source: Become one with the shadows...
id: Menjadi satu dengan byangan...

source: Ghost Outfit
id: Pakaian Hantu

source: Ready for Halloween.
id: Siap untuk Halloween.

source: Donatello Outfit
id: Pakaian Donatello

source: For the sewer dwellers.
id: Untuk para penghuni gorong-gorong.

source: Festive Outfit
id: Pakaian Meriah

source: The last wearer left you some cookie crumbs.
id: Pemakai terakhir meninggalkanmu beberapa remah kue.

source: Fisherman's Outfit
id: Pakaian nelayan

source: Invisible among the fishes.
id: Tak terlihat di antara ikan-ikan.

source: Skeleton Outfit
id: Kostum Kerangka

source: Climb all the way back down the social ladder.
id: Turun kembali sampai ke dasar tangga sosial.

source: Carduus Outfit
id: Pakaian Carduus

source: Made of the purest purple.
id: Terbuat dari ungu paling murni.

source: Aphrodite Outfit
id: Pakaian Aphrodite

source: Stage fright be gone!
id: Demam panggung, enyahlah!

source: Shaman Outfit
id: Kostum Dukun

source: Shamans are always stronger in the shadows.
id: Para dukun selalu lebih kuat dalam bayang-bayang.

source: Cloud Outfit
id: Pakaian Awan

source: Nobody remembers where it comes from.
id: Tidak ada yang ingat dari mana asalnya.

source: Drifter Outfit
id: Pakaian Pengembara

source: An outfit for those with heart.
id: Pakaian untuk mereka yang berhati.

source: A Thousand and One Nights Outfit
id: Busana Seribu Satu Malam

source: Magic lamp not included.
id: Lampu ajaib tidak termasuk.

source: Dictator Outfit
id: Pakaian Diktator

source: An outfit for fighting in the streets.
id: Sebuah pakaian untuk bertarung di jalanan.

source: Warrior Outfit
id: Kostum Prajurit

source: The dungeoneer's traditional outfit.
id: Pakaian tradisional penjelajah dungeon.

source: Mage Outfit
id: Pakaian Penyihir

source: For wise people only.
id: Hanya untuk orang yang bijaksana.

source: Neon Outfit
id: Pakaian Neon

source: Stealth is for losers.
id: Stealth itu untuk pecundang.

source: Bobby Outfit
id: Pakaian Bobby

source: Prisoner Bobby's outfit.
id: Pakaian Tahanan Bobby.

source: Demon Outfit
id: Kostum Iblis

source: W3 4ll h4ve 0ur d4rk sid3.
id: Kita semua memiliki sisi gelap.

source: Robin Hood Outfit
id: Pakaian Robin Hood

source: The arrow is mightier than the sword!
id: Anak panah lebih ampuh daripada pedang!

source: Desert Dweller Outfit
id: Pakaian Penghuni Gurun

source: Smells of hot sand and desert nights.
id: Beraroma pasir panas dan malam gurun.

source: King Outfit
id: Pakaian Raja

source: Royal armor with class.
id: Baju zirah kerajaan yang berkelas.

source: White King Outfit
id: Kostum Raja Putih

source: Classy, ever so classy.
id: Berkelas, sangat berkelas.

source: Classic Concierge Outfit
id: Pakaian Concierge Klasik

source: You've got the Concierge under your skin!
id: Concierge sudah melekat di bawah kulitmu!

source: Piccolo Concierge Outfit
id: Kostum Concierge Piccolo

source: Misunderstood Concierge Outfit
id: Pakaian Concierge yang Disalahpahami

source: Ascended Concierge Outfit
id: Kostum Pramutamu Transenden

source: Ultimate Concierge Outfit
id: Pakaian Concierge Terbaik

source: Classic Conjunctivius Outfit
id: Kostum Conjunctivius Klasik

source: Do you like tentacles?
id: Apakah Anda suka tentakel?

source: Starved Conjunctivius Outfit
id: Kostum Conjunctivius Kelaparan

source: Enraged Conjunctivius Outfit
id: Kostum Conjunctivius yang Murka

source: Revolted Conjunctivius Outfit
id: Kostum Conjunctivius yang Memberontak

source: Legendary Conjunctivius Outfit
id: Pakaian Conjunctivius Legendaris

source: Classic Temporal Outfit
id: Kostum Temporal Klasik

source: The time, bespoke of course.
id: Waktu, tentu saja dibuat khusus.

source: Desert Temporal Outfit
id: Pakaian Gurun Temporal

source: Volcanic Temporal Outfit
id: Kostum Temporal Vulkanik

source: Hunter's Temporal Outfit
id: Pakaian Temporal Pemburu

source: Collector's Temporal Outfit
id: Kostum Temporal Kolektor

source: Classic Giant Outfit
id: Kostum Raksasa Klasik

source: Your very own oversized suit, David Byrne-style!
id: Jas kebesaran milikmu sendiri, ala David Byrne!

source: Disappointed Giant's Outfit
id: Kostum Raksasa yang Kecewa

source: Cursed Giant's Outfit
id: Pakaian Raksasa Terkutuk
