Repository: junwatu/deadcells-id-translation
Catalog: main.po
Languages: id

source: "Do not forget to clean the cellar on a regular basis: the meat will not last more than 3 or 4 days, after that it begins to emit a foul odor."
id: Jangan lupa untuk membersihkan ruang bawah tanah secara teratur: daging tidak akan bertahan lebih dari 3 atau 4 hari, setelah itu mulai mengeluarkan bau busuk.

source: It seems one of them made it out...
id: Sepertinya salah satu dari mereka berhasil keluar...

source: The poor guy didn't get far.
id: Pria malang itu tidak sampai jauh.

source: There were some leftovers.
id: Ada beberapa sisa makanan.

source: Noxious Stink
id: Bau Beracun

source: Pipe
id: Pipa

source: They say what doesn't kill you makes you stronger...
id: Mereka bilang apa yang tidak membunuhmu membuatmu lebih kuat...

source: If anybody's been living off that, they must be MONSTROUS!
id: Jika ada yang hidup dari itu, mereka pasti MENGERIKAN!

source: Just the smell is already lethal...
id: Baunya saja sudah mematikan...

source: I'm pretty sure I've seen this somewhere before...
id: Aku cukup yakin pernah melihat ini di suatu tempat sebelumnya...

source: What is this strange creature stuck to his face?
id: Makhluk aneh apa ini yang menempel di wajahnya?

source: He still spasms a bit, as if he was half alive...
id: Dia masih kejang-kejang sedikit, seolah-olah dia setengah hidup...

source: Better not linger.
id: Lebih baik jangan berlama-lama.

source: Staying too long could have unforeseen consequences!
id: Berada terlalu lama bisa menimbulkan konsekuensi yang tak terduga!

source: "Are you worthy?"
id: Apakah Anda layak?

source: "You proved your worth."
id: "Kamu telah membuktikan kelayakanmu."

source: "You are not worthy."
id: "Kamu tidak layak."

source: Inanimated body
id: Jasad tak bernyawa

source: Someone tried to drink directly from the barrel?
id: Seseorang mencoba minum langsung dari tong?

source: Old habits die hard.
id: Kebiasaan lama sulit dihilangkan.

source: "Dispenser out of order"
id: Dispenser tidak berfungsi

source: "One of the engineers was so happy with his new prototype that he went straight to the barrel dispenser to test it...''
id: "Salah satu insinyur begitu senang dengan prototipe barunya sehingga ia langsung menuju ke dispenser barel untuk mengujinya...''

source: ''This level of stupidity would have got him fired if he didn't die in the process.''
id: ''Tingkat kebodohan seperti ini akan membuatnya dipecat jika dia tidak mati dalam prosesnya.''

source: Signed: The Management.
id: Tertanda: Manajemen.

source: "By the King's command, you are to burn the Arboretum down until nothing is left but cinders.
id: "Atas perintah Raja, Anda harus membakar Arboretum itu hingga tak ada yang tersisa selain bara.

source: And ignore the gardener's protestations... he is no longer under the Crown's protection."
id: Dan abaikan protes tukang kebun itu... dia tidak lagi berada di bawah perlindungan Mahkota."

source: "I'm alive again... but I can feel the madness lurking in the shadows. And I don't think these medicinal plants will help me for long..."
id: "Aku hidup kembali... tapi aku bisa merasakan kegilaan yang mengintai di bayang-bayang. Dan aku tidak berpikir tanaman obat ini akan membantuku untuk waktu yang lama..."

source: Yet another order to burn down the Arboretum...
id: Satu lagi perintah untuk membakar habis Arboretum...

source: Wreath of plants
id: Karangan tanaman

source: "Writing helps me keep what's left of my sanity. The swamp people were stunningly friendly... Apparently, their Mother loves flowers?"
id: Menulis membantu saya menjaga sisa kewarasan saya. Orang-orang rawa itu luar biasa ramah... Ternyata, Ibu mereka menyukai bunga?

source: Their Priest helped me with a concoction brewed from local herbs. Not sure if it's working, but I can definitely feel a new sort of pain in my stomach"
id: Pendeta mereka membantuku dengan ramuan yang diracik dari herbal setempat. Tidak yakin apakah itu berfungsi, tapi aku jelas bisa merasakan jenis rasa sakit baru di perutku"

source: What do we have here?
id: Apa yang kita punya di sini?

source: Come out, come out...
id: Keluarlah, keluarlah...

source: "I was hoping her people could help me, but they don't recognise me anymore."
id: "Saya berharap orang-orangnya bisa membantu saya, tetapi mereka tidak mengenali saya lagi."

source: "The Apostates' hideout isn't far, but I don't know what kind of welcome they reserve for strangers in need of help these days."
id: Tempat persembunyian Para Murtad tidak jauh, tapi aku tidak tahu sambutan seperti apa yang mereka berikan kepada orang asing yang membutuhkan bantuan akhir-akhir ini.

source: "The Apostates didn't fare any better than the rest of us."
id: Para Murtad tidak bernasib lebih baik daripada kita yang lain.

source: "Moments of consciousness are becoming rarer and shorter... I won't make it to the Lighthouse."
id: "Momen-momen kesadaran kian jarang dan kian singkat... Aku tidak akan sampai ke Mercusuar."

source: "Maybe I'll find a decent place to rest down there"
id: "Mungkin aku akan menemukan tempat yang layak untuk beristirahat di bawah sana"

source: Journal
id: Jurnal

source: "They didn't lie when they said the Queen's temples were full of treasures waiting to be taken..."
id: "Mereka tidak berbohong ketika mereka berkata bahwa kuil-kuil Sang Ratu penuh dengan harta karun yang menunggu untuk diambil..."

source: "Though they could have mentioned the wardens"
id: Meskipun mereka bisa saja menyebut para penjaga

source: "The Apostates fled when they saw us approach... The King is right, they must be behind that sickness!"
id: "Para Murtad melarikan diri ketika melihat kami mendekat... Sang Raja benar, mereka pasti berada di balik penyakit itu!"

source: "I'm staying here with a few of my men while the others are going back to the Castle, with all the Apostates' scrolls and books that we could gather."
id: "Aku akan tetap di sini bersama beberapa prajuritku sementara yang lain kembali ke Kastel, membawa semua gulungan naskah dan buku-buku milik Kaum Murtad yang bisa kami kumpulkan."

source: "Maybe the Alchemist can find a remedy in there?"
id: Mungkin Alkemis bisa menemukan penawar di dalam sana?

source: Empty tank
id: Tangki kosong

source: "The Apostates' research on death and cellular decay were far more advanced than what I've seen elsewhere....
id: Penelitian para Apostates tentang kematian dan pembusukan sel jauh lebih maju daripada yang pernah saya lihat di tempat lain....

source: They seem to endure better than the rest of the island.
id: Mereka tampaknya lebih mampu bertahan daripada sisa pulau tersebut.

source: We shared knowledge, and they handed me some precious samples. There may be another way to endure the Malaise..."
id: Kami berbagi pengetahuan, dan mereka memberikan saya beberapa sampel berharga. Mungkin ada cara lain untuk bertahan dari Malaise..."

source: This feels uncomfortably familiar...
id: Ini terasa akrab dengan cara yang tidak nyaman...

source: Boat
id: Perahu

source: Wooden boats. They wanted to flee.
id: Perahu kayu. Mereka ingin melarikan diri.

source: Why did some stay?
id: Mengapa beberapa orang tetap tinggal?

source: Seems oddly familiar.
id: Terasa aneh tapi tak asing.

source: King Size...
id: Ukuran King...

source: "The King came to my quarters to personally remove the portrait of the Giant and I together. I understand his frustration, but my men were rattled..."
id: Sang Raja datang ke kediamanku untuk secara pribadi menurunkan potret aku bersama Raksasa. Aku mengerti frustrasinya, tetapi anak buahku terguncang...

source: "The Hand is above the King's suspicion, which is more than I can say for the Giant... Though I secretly hope he's ok, we've not seen him in a while now."
id: "Tangan berada di atas kecurigaan Raja, itu lebih dari yang bisa kukatakan untuk Raksasa... Meskipun diam-diam aku berharap dia baik-baik saja, kami sudah lama tidak melihatnya sekarang."

source: "There's a strange taste to the food since the old cook was offed. The Hand doesn't seem to mind though, so I just hold my nose and dream of custard."
id: "Ada rasa aneh pada makanan sejak juru masak tua itu dihabisi. Tapi The Hand sepertinya tidak keberatan, jadi aku cuma menjepit hidung dan bermimpi tentang custard."

source: "The King is convinced of the existence of a plot against his life. While such a plot may have cause to exist, I've seen no evidence of it. Worse, the food hasn't been up to standard since he had the cook executed..."
id: Sang Raja yakin ada rencana pembunuhan terhadap dirinya. Meski rencana seperti itu mungkin punya alasan untuk ada, aku belum melihat bukti apa pun. Lebih parah lagi, makanan tidak lagi memenuhi standar sejak ia memerintahkan eksekusi juru masak...

source: There's a small bug in this jar.
id: Ada serangga kecil di dalam stoples ini.

source: Something feels off... as if the bug was a potent weapon of sorts...
id: Ada sesuatu yang terasa janggal... seolah-olah bug itu adalah semacam senjata yang ampuh...

source: Probably nothing.
id: Mungkin tidak ada.

source: Hmm... People fled this room hastily, judging by the mess they left behind.
id: Hmm... Orang-orang melarikan diri dari ruangan ini dengan tergesa-gesa, dilihat dari kekacauan yang mereka tinggalkan.

source: I wonder who they were...
id: Aku bertanya-tanya siapa mereka...

source: Door
id: Pintu

source: Tank
id: Tangki

source: I didn't break that door!
id: Aku tidak merusak pintu itu!

source: Something's not right...
id: Ada yang tidak beres...

source: I hate those guys! And it seems someone else really did too...
id: Aku benci orang-orang itu! Dan sepertinya ada orang lain yang juga benar-benar membenci mereka...

source: I hope I never meet them!
id: Semoga aku tidak pernah bertemu mereka!

source: Whoever made that mess wasn't too fond of the experiments being done here.
id: Siapa pun yang membuat kekacauan itu tidak terlalu menyukai eksperimen yang dilakukan di sini.

source: This place feels so... peaceful.
id: Tempat ini terasa begitu... damai.

source: I feel like sitting on it would be a great relief.
id: Saya merasa duduk di atasnya akan sangat melegakan.

source: ... it's good to be right!
id: ... rasanya menyenangkan saat benar!

source: So menacing! Should I really search it?
id: Menyeramkan sekali! Haruskah aku benar-benar memeriksanya?

source: Oh, it's not like it's cursed or anything.
id: Oh, bukan seolah-olah itu terkutuk atau apa pun.

source: A weird altar.
id: Altar yang aneh.

source: Look at these strange little men holding it!
id: Lihat pria-pria kecil aneh ini yang memegangnya!

source: A stack of bones.
id: Setumpuk tulang.

source: Some of these skulls look so badass!
id: Beberapa dari tengkorak ini terlihat sangat sangar!

source: I feel uneasy when I'm next to this... monolith.
id: Aku merasa tidak nyaman ketika aku berada di sebelah ini... monolit.

source: I should leave fast!
id: Aku harus cepat pergi!

source: What a glorious figure!
id: Sungguh sosok yang mulia!

source: I hope that they'll make statues of me someday!
id: Aku berharap mereka akan membuat patung saya suatu hari nanti!

source: A very dead Michel.
id: Michel yang sangat mati.

source: Poor guy: lost his job, died, became home to a small parasite...
id: Kasihan dia: kehilangan pekerjaannya, meninggal, menjadi tempat bagi parasit kecil...

source: A small planner.
id: Perencana kecil.

source: It goes from various lighthouse-related tasks each day to a succession of weeks filled with the word "Nothing".
id: Itu beralih dari berbagai tugas terkait mercusuar setiap hari ke serangkaian minggu yang dipenuhi dengan kata "Nothing".

source: Looks like Michel's life was really boring in the end.
id: Sepertinya hidup Michel sangat membosankan pada akhirnya.

source: "It's been a week now that the Lighthouse has been extinguished. We, the guardians of the tower have been required to move to the village. All that because someone saw a weird scallop on the beach.... Let me tell you, I've been a keeper for my whole life, it's not a scallop that can frighten me."
id: Sudah seminggu sekarang Mercusuar telah dipadamkan. Kami, para penjaga menara, diwajibkan pindah ke desa. Semua itu karena seseorang melihat kerang aneh di pantai.... Percayalah, saya telah menjadi penjaga sepanjang hidup saya, bukan kerang yang bisa menakuti saya.

source: These eggs have definitely not been laid by a chicken.
id: Telur-telur ini pasti bukan dihasilkan oleh seekor ayam.

source: They seem to be trembling from time to time.
id: Mereka tampaknya gemetar dari waktu ke waktu.

source: Charming.
id: Menawan.

source: Trident
id: Trisula

source: What a beautiful pedestal!
id: Betapa indahnya alas patung!

source: That trident must have belonged to someone important.
id: Trisula itu pasti pernah menjadi milik seseorang yang penting.

source: Well, anyway...
id: Yah, bagaimanapun...

source: These people died of waiting for too long... It must have been such a drag!
id: Orang-orang ini mati karena menunggu terlalu lama... Pasti sangat menyebalkan!

source: Security notice
id: Pemberitahuan keamanan

source: The Philosopher's Stone: A history
id: Batu Filsuf: Sebuah sejarah

source: The Wealth of Kingdoms
id: Kekayaan Kerajaan-Kerajaan

source: An old book
id: Sebuah buku tua

source: A security notice for the Bank's staff.
id: Pemberitahuan keamanan untuk staf Bank.

source: "Don't put food close to the merchants' bags, they seem to have been compromised.". What does a bag eat, though?
id: "Jangan letakkan makanan dekat tas para pedagang, sepertinya tas-tas itu telah terkontaminasi.". Namun, apa yang dimakan sebuah tas?

source: A treatise on the Philosopher's Stone. Only the last page remains.
id: Sebuah risalah tentang Batu Bertuah. Hanya halaman terakhir yang tersisa.

source: "... That's how you can find the mythical Philosopher's Stone. What a journey!"
id: "... Begitulah caranya kamu bisa menemukan Batu Bertuah yang legendaris itu. Sungguh sebuah perjalanan!"

source: An economy textbook. It seems to be the only book in the room to have ever been opened.
id: Sebuah buku teks ekonomi. Tampaknya itu satu-satunya buku di ruangan ini yang pernah dibuka.

source: What's with that invisible hand? What do ghosts have to do with economy?!
id: Ada apa dengan tangan yang tak terlihat itu? Apa hubungannya hantu dengan ekonomi?!

source: An old, dusty tome. It looks like it hasn't been used since its addition to the archives.
id: Sebuah kitab tua, berdebu. Sepertinya belum pernah digunakan sejak dimasukkan ke arsip.

source: Its title is partially unreadable. Only "The Cap..." and a photo of one of those small green people with an impressive beard can be identified.
id: Judulnya sebagian tidak terbaca. Hanya "The Cap..." dan sebuah foto salah satu dari orang-orang kecil berwarna hijau itu dengan jenggot yang mengesankan yang dapat diidentifikasi.

source: Pile of ripped bags
id: Tumpukan kantong yang robek

source: Heap of punctured bags
id: Tumpukan kantong yang berlubang

source: Someone violently tore the merchants' bags open with a large variety of weapons. They must really hate containers.
id: Seseorang dengan brutal merobek tas para pedagang hingga terbuka menggunakan berbagai macam senjata. Mereka pasti sangat membenci wadah.

source: These bags have been pierced in multiple places. They seem to be empty.
id: Tas-tas ini telah ditusuk di banyak tempat. Sepertinya kosong.

source: Pick up the receiver
id: Angkat gagang telepon

source: A deep voice comes out of this strange contraption: "Wrong number...".
id: Sebuah suara berat keluar dari alat aneh ini: "Salah sambung...".

source: A massive wood desk. It probably belongs to someone important.
id: Sebuah meja kayu besar. Ini mungkin milik seseorang penting.

source: An old journal is opened on a page titled "Zero//NULL".
id: Sebuah jurnal lama dibuka pada halaman berjudul "Zero//NULL".

source: Blah blah blah amnesia, blah blah secret program, time-controlling drugs... when does it get interesting?!
id: Blah blah blah amnesia, blah blah program rahasia, obat pengendali waktu... kapan mulai menarik?!

source: ...Wait, what?! I want to control time too!
id: ...Tunggu, apa?! Aku juga ingin mengendalikan waktu!

source: A really comfortable looking armchair. It makes you want to kick back, relax and confide to whoever's around... if you have anything to recount, that is...
id: Sebuah kursi berlengan yang terlihat sangat nyaman. Kursi ini membuat Anda ingin bersantai, rileks, dan bercerita kepada siapa pun yang ada di sekitar... jika Anda memang punya sesuatu untuk diceritakan...

source: A sober and elegant low table.
id: Sebuah meja rendah yang sederhana dan elegan.

source: There's a note covered in words: "KILL KILL KILL KILL KILL KILL".
id: Ada sebuah catatan yang dipenuhi kata-kata: "BUNUH BUNUH BUNUH BUNUH BUNUH BUNUH".

source: Not too diversified, but it gives you something to think about! I'm convinced!
id: Tidak terlalu beragam, tetapi ini memberi Anda sesuatu untuk dipikirkan! Saya yakin!

source: What an ominous looking statue...
id: Patung yang tampak menyeramkan...

source: Its eye slowly pulses. It looks like a discharged weapon. Fortunately, this big dude is out of commission!
id: Matanya berdenyut perlahan. Itu terlihat seperti senjata yang sudah ditembakkan. Untungnya, si besar ini sedang tidak berfungsi!

source: Not so powerful now, huh?!
id: Tidak begitu kuat sekarang, ya?!

source: A strange stone arch. I feel like... it's talking to me?
id: Sebuah lengkungan batu yang aneh. Aku merasa seperti... itu berbicara kepadaku?

source: "STAY ALIVE..!" Yeah, don't sweat it.
id: "TETAP HIDUP..!" Ya, santai saja.

source: ...That explains it.
id: ...Itu menjelaskannya.

source: Hum, nice sword. Why leave it there inside this ugly monster? That's the best way to have it stolen from you.
id: Hmm, pedang yang bagus. Mengapa meninggalkannya di sana di dalam monster jelek ini? Itu cara terbaik agar pedang itu dicuri darimu.

source: Makes you wonder...
id: Membuatmu bertanya-tanya...

source: Oh! A sword on the ground! I spotted it first!
id: Oh! Sebuah pedang di tanah! Aku yang melihatnya duluan!

source: Woooooow! What is that enormous pile of corpses?!
id: Woooooow! Apa tumpukan mayat yang sangat besar itu?!

source: It's as if someone tried to make a ball of it.
id: Seolah-olah seseorang mencoba membentuknya menjadi bola.

source: I wouldn't be too fond of fighting such a horror... moreover, I suck at aerial combat.
id: Aku tidak akan terlalu suka bertarung melawan kengerian seperti itu... lagipula, aku payah dalam pertempuran udara.

source: Hey ... it looks like it's still breathing!
id: Hei ... sepertinya itu masih bernapas!

source: I'd better not stay here for too long.
id: Sebaiknya aku tidak tinggal di sini terlalu lama.

source: Save?
id: Simpan?

source: There is a large floating polyhedron in the middle of the room and nothing else.
id: Ada sebuah poliedron besar yang melayang di tengah ruangan dan tidak ada yang lain.

source: What if I touch it?
id: Bagaimana jika aku menyentuhnya?

source: Nothing. I don't even feel much more saved than before.
id: Tidak ada. Aku bahkan tidak merasa jauh lebih selamat daripada sebelumnya.

source: What an inept object...
id: Sungguh objek yang tidak becus...

source: "Borrow"
id: Pinjam

source: Such a beautiful shield! I shall try it on a skeleton!
id: Betapa indahnya perisai ini! Aku akan mencobanya pada kerangka!

source: The beautiful white cat that was carrying the key to his owner's prison.
id: Kucing putih yang cantik yang sedang membawa kunci ke penjara milik majikannya.

source: He's so cuuuuuuuuute!.. And vicious... a proud member of his species.
id: Dia lucuuuuuuu!.. Dan ganas... anggota spesiesnya yang bangga.

source: Someone failed their parallel parking...
id: Seseorang gagal saat parkir paralel...

source: This carriage seems to have swerved right into the Castle's front gate. Its driver must have been distracted by a VERY big insect.
id: Kereta ini sepertinya membanting arah tepat ke gerbang depan Kastil. Kusirnya pasti teralihkan oleh seekor serangga yang SANGAT besar.

source: Search
id: Cari

source: Observe
id: Amati

source: A shelf filled with the full arsenal of the perfect vampire hunter.
id: Sebuah rak yang dipenuhi dengan persenjataan lengkap milik pemburu vampir yang sempurna.

source: Leather armor, garlic bulbs, whip... even hair lotion, "for flyaway hair".
id: Baju zirah kulit, umbi bawang putih, cambuk... bahkan losion rambut, "untuk rambut mengembang".

source: The statue of a hooded young woman.
id: Patung seorang perempuan muda berkerudung.

source: Just like the shelf nearby, it looks really ancient.
id: Sama seperti rak di dekat situ, itu terlihat sangat tua.

source: A little plaque on the base reads "Sypha Belnades".
id: Sebuah pelat kecil pada bagian dasar bertuliskan "Sypha Belnades".

source: She looks like a witch, but one of the good ones.
id: Dia terlihat seperti seorang penyihir, tetapi salah satu yang baik.

source: Cursed altar
id: Altar terkutuk

source: Curser mask
id: Masker kursor

source: A gory display: frightening skull, maimed corpse, reversed cross, purple flames,...
id: Sebuah tampilan berdarah: tengkorak yang menakutkan, mayat yang dimutilasi, salib terbalik, nyala api ungu,...

source: They've got it all. These guys are pros. Respect.
id: Mereka punya semuanya. Orang-orang ini profesional. Respek.

source: A mask with a comically long beak. Someone doesn't want to get too close to other people, I see.
id: Sebuah topeng dengan paruh yang panjangnya konyol. Ada yang tidak ingin terlalu dekat dengan orang lain, rupanya.

source: Grim mage
id: Penyihir kelam

source: Supplicants
id: Para pemohon

source: Small deacon
id: Diakon kecil

source: "Death is a blessing. Glory to its priests."
id: "Kematian adalah berkah. Kemuliaan bagi para imamnya."

source: Hmm, that's not really a positive motto...
id: Hmm, itu tidak benar-benar moto yang positif...

source: Then, am I a saint to them? Considering how often I die...
id: Kalau begitu, apakah aku orang suci bagi mereka? Mengingat betapa seringnya aku mati...

source: Some poor fellows begging the sinister masked figure.
id: Beberapa orang malang mengemis kepada sosok bertopeng yang menyeramkan.

source: Are they praying for his blessing... or for their lives to be spared?
id: Apakah mereka berdoa untuk berkatnya... atau agar nyawa mereka diselamatkan?

source: This little guy seems to be the assistant of the towering figure next to him.
id: Si kecil ini tampaknya adalah asisten dari sosok yang menjulang di sebelahnya.

source: Nobody pays attention to him.
id: Tidak ada yang memperhatikannya.

source: Poor little fellow.
id: Kasihan si kecil.

source: I'm sure he just wants to help and is really likeable.
id: Saya yakin dia hanya ingin membantu dan sangat mudah disukai.

source: Wall panel
id: Panel dinding

source: Shabby bed
id: Ranjang lusuh

source: An impressive board covered in papers, raging inscriptions and red yarn to link everything.
id: Sebuah papan yang mengesankan, dipenuhi kertas, tulisan yang penuh amarah, dan benang merah untuk menghubungkan semuanya.

source: A few sentences are readable among all that mess.
id: Beberapa kalimat dapat dibaca di antara semua kekacauan itu.

source: "...and that's why I remain convinced that the Malaise doesn't exist. All the people on the island are simply pretending because they were paid for it!"
id: "...dan itulah mengapa saya tetap yakin bahwa Malaise itu tidak ada. Semua orang di pulau itu hanyalah berpura-pura karena mereka dibayar untuk itu!"
