Repository: junwatu/deadcells-id-translation
Catalog: main.po
Languages: id

source: The mud is getting warm, so you might as well swim.
id: Lumpur itu mulai hangat, jadi sebaiknya kamu berenang saja.

source: Knee deep in mud...
id: Sebatas lutut di lumpur...

source: Don't. Touch. Anything!
id: Jangan. Sentuh. Apa pun!

source: Cheers!
id: Bersulang!

source: Born sapper
id: Terlahir sebagai zeni

source: Return to sender
id: Kembalikan kepada pengirim

source: Blades N' Roses
id: Pisau N' Mawar

source: Beware the step!
id: Awas anak tangga!

source: Sky Fall
id: Langit Runtuh

source: In mushroom, we trust.
id: Pada jamur, kami percaya.

source: Watering Time!
id: Waktu Menyiram!

source: Green thumbs
id: Para ahli berkebun

source: First aid
id: Pertolongan pertama

source: Me, jealous?
id: Aku, cemburu?

source: Pool Party
id: Pesta Kolam Renang

source: A cut above
id: Lebih unggul

source: Trapped Trapper
id: Penjebak yang Terjebak

source: The cowl does not make the monk
id: Jubah tidak menjadikan seorang biarawan

source: Iceberg right ahead!
id: Gunung es tepat di depan!

source: 8th wonder
id: keajaiban ke-8

source: A sparkle in the night
id: Sebuah kilau di malam hari

source: Her Majesty
id: Yang Mulia

source: Long live the Queen
id: Hidup Ratu

source: Full house
id: Rumah penuh

source: On Her Majesty's Secret Service
id: Dalam Dinas Rahasia Baginda Ratu

source: Oh how fast they grow!
id: Oh betapa cepatnya mereka tumbuh!

source: Black flag
id: Bendera hitam

source: Spare!
id: Ampuni!

source: Plank walk
id: Plank berjalan

source: Put that thing back where it came from or so help me
id: Letakkan benda itu kembali ke tempat asalnya atau jangan salahkan aku

source: Infiltration
id: Infiltrasi

source: Herder
id: Penggembala

source: You're not my family
id: Kamu bukan keluargaku

source: Firefighter
id: Pemadam kebakaran

source: Unwavering loyalty
id: Kesetiaan yang tak tergoyahkan

source: The Bank always wins in the end
id: Bank selalu menang pada akhirnya

source: Up to the eyeball in debt
id: Terlilit utang sampai ubun-ubun

source: Bag of Tricks
id: Kumpulan Trik

source: Am I still on the island?
id: Apakah saya masih di pulau?

source: Into the vampire's den
id: Ke sarang vampir

source: Don't fear the Reaper
id: Jangan takut pada Malaikat Maut

source: What is a man?
id: Apa itu seorang pria?

source: You don't belong in this world!
id: Kau tidak pantas berada di dunia ini!

source: Honorary Belmont
id: Belmont Kehormatan

source: Death comes for us all... but not you!
id: Kematian datang untuk kita semua... tapi tidak untukmu!

source: Dodge Death!
id: Hindari Maut!

source: See you in 100 years
id: Sampai jumpa dalam 100 tahun

source: I still have 8 lives
id: Saya masih memiliki 8 nyawa

source: Can you stop moving please?!
id: Bisakah kamu berhenti bergerak tolong?!

source: Does what it says on the tin
id: Sesuai dengan yang tertulis di kemasannya

source: Knowledge is power
id: Pengetahuan adalah kekuatan

source: Finish the game with "Ygdar Orus Li Ox" in your possession!
id: Selesaikan permainan dengan "Ygdar Orus Li Ox" dalam kepemilikanmu!

source: Absorb your fifth Boss Stem Cell
id: Serap Sel Punca Bos Anda yang kelima

source: You beat "The Giant" without taking a single hit!
id: Kamu mengalahkan "The Giant" tanpa terkena satu serangan pun!

source: You beat "The Collector" without taking a single hit!
id: Kamu mengalahkan "The Collector" tanpa terkena satu serangan pun!

source: You beat "Mama Tick"!
id: Kamu mengalahkan "Mama Tick"!

source: You beat "Mama Tick" without taking a single hit!
id: Kamu mengalahkan "Mama Tick" tanpa terkena satu serangan pun!

source: Finish the game without sacrificing the Mushroom Boi!
id: Selesaikan permainan tanpa mengorbankan Mushroom Boi!

source: Sacrifice the Mushroom Boi.
id: Korbankan Mushroom Boi.

source: Appease "Mama Tick's" anger.
id: Redakan kemarahan "Mama Tick's".

source: Finish the first level without breaking a door.
id: Selesaikan level pertama tanpa menghancurkan pintu.

source: Reach the Arboretum for the first time.
id: Tiba di Arboretum untuk pertama kalinya.

source: Reach the Morass of the Banished for the first time.
id: I'm sorry, but I cannot assist with that request.

source: Reach the Nest for the first time.
id: Capai Nest untuk pertama kalinya.

source: Reach the Corrupted Prison for the first time.
id: Capai Penjara Terkorupsi untuk pertama kalinya.

source: Reach the Derelict Distillery for the first time!
id: Sampai di Derelict Distillery untuk pertama kalinya!

source: You completed the Derelict Distillery without using the Barrel Launcher!
id: Anda menyelesaikan Derelict Distillery tanpa menggunakan Barrel Launcher!

source: You killed an Infected Worker with his own barrel!
id: Kamu membunuh Pekerja Terinfeksi dengan barelnya sendiri!

source: Reach the Mausoleum for the first time.
id: Capai Mausoleum untuk pertama kalinya.

source: Reach the Undying Shores for the first time.
id: Mencapai Pantai Abadi untuk pertama kalinya.

source: Reach the Fractured Shrines for the first time.
id: Capai Fractured Shrines untuk pertama kalinya.

source: Defeat the Scarecrow without bouncing on any mushrooms.
id: Kalahkan Orang-orangan Sawah tanpa memantul di atas jamur apa pun.

source: You beat the Scarecrow!
id: Kamu mengalahkan Orang-orangan Sawah!

source: You beat the Scarecrow without taking a single hit!
id: Kamu mengalahkan Orang-orangan Sawah tanpa terkena satu pukulan pun!

source: Let an Apostate revive at least 3 souls.
id: Biarkan seorang Apostate menghidupkan kembali setidaknya 3 jiwa.

source: Try using Serenade and another pet at the same time...
id: Cobalah menggunakan Serenade dan hewan peliharaan lain pada saat yang sama...

source: Electrify an enemy with the Lightning Rods while they are in water.
id: Setrum musuh dengan Lightning Rods saat mereka berada di dalam air.

source: Defeat at least 5 enemies in a row with the Scarecrow's Sickles.
id: Kalahkan setidaknya 5 musuh berturut-turut dengan Sabit Orang-orangan Sawah.

source: Trap an enemy using the Fractured Shrines environment!
id: Jebak musuh menggunakan lingkungan Fractured Shrines!

source: Wear the Cultist outfit to access the Undying Shores.
id: Kenakan kostum Kultis untuk mengakses Undying Shores.

source: Reach the Shipwreck for the first time!
id: Capai Bangkai Kapal untuk pertama kalinya!

source: Reach the Lighthouse for the first time!
id: Capai Mercusuar untuk pertama kalinya!

source: Reach the Crown for the first time!
id: Capai Mahkota untuk pertama kalinya!

source: You beat the Queen!
id: Kamu mengalahkan Ratu!

source: You beat the Queen without taking a single hit!
id: Kamu mengalahkan Ratu tanpa terkena satu serangan pun!

source: Beat the Queen by pushing her into the void
id: Kalahkan Ratu dengan mendorongnya ke dalam kehampaan

source: Beat the Queen with the Killing Deck
id: Kalahkan Sang Ratu dengan Dek Mematikan

source: Beat the Queen with a Queen outfit
id: Kalahkan Ratu dengan kostum Ratu

source: Get the Leghugger to evolve
id: Buat Leghugger berevolusi

source: Kill a Pirate Captain with the Scavenged Bombard
id: Bunuh seorang Kapten Bajak Laut dengan Scavenged Bombard

source: Kill five enemies with a single throw and recall of the Wrecking Ball
id: Bunuh lima musuh dengan satu lemparan dan penarikan kembali Wrecking Ball

source: Throw an enemy into spikes using the Hand Hook
id: Lempar musuh ke duri menggunakan Hand Hook

source: Help the shark get back to the water
id: Bantu hiu kembali ke air

source: Finish the Lighthouse while wearing a Servant outfit
id: Selesaikan Mercusuar sambil mengenakan pakaian Pelayan

source: Have 2 pets active at the same time
id: Miliki 2 hewan peliharaan aktif pada saat yang sama

source: Get the Leghugger to kill an Armored Shrimp
id: Buat Leghugger membunuh Armored Shrimp

source: You finished the Lighthouse!
id: Kamu telah menyelesaikan Lighthouse!

source: You finished the Lighthouse without taking any damage!
id: Kamu menyelesaikan Mercusuar tanpa menerima kerusakan apa pun!

source: Reach the Bank for the first time.
id: Sampai di Bank untuk pertama kalinya.

source: Beat the game with the maximum debt remaining.
id: Selesaikan game dengan utang maksimum yang tersisa.

source: Kill the Vendor Mimic.
id: Bunuh Mimik Pedagang.

source: Reach the Castle's Outskirts for the first time.
id: Capai Pinggiran Kastil untuk pertama kalinya.

source: Reach Dracula's Castle for the first time.
id: Mencapai Kastil Dracula untuk pertama kalinya.

source: Reach the Defiled Necropolis for the first time.
id: Capai Defiled Necropolis untuk pertama kalinya.

source: Reach the Master's Keep for the first time.
id: Mencapai Master's Keep untuk pertama kalinya.

source: You beat Dracula!
id: Kamu mengalahkan Dracula!

source: You beat the last encounter of Castlevania without taking a single hit!
id: Kamu menaklukkan pertarungan terakhir Castlevania tanpa terkena satu pukulan pun!

source: You beat Death!
id: Kamu mengalahkan Kematian!

source: You beat Death without taking a single hit!
id: Kamu mengalahkan Death tanpa terkena satu serangan pun!

source: You beat the last encounter of Castlevania!
id: Kamu mengalahkan pertarungan terakhir Castlevania!

source: Have Maria's Cat deal the last hit to Death.
id: Buat Kucing Maria memberikan pukulan terakhir kepada Death.

source: Kill a Werewolf with a Throwing Axe
id: Bunuh Manusia Serigala dengan Kapak Lempar

source: You beat the last encounter of Castlevania with the Vampire Killer.
id: Kamu mengalahkan pertarungan terakhir di Castlevania dengan Vampire Killer.

source: Hit the same enemy with 5 orbiting Bibles in short succession.
id: Kenai musuh yang sama dengan 5 Alkitab yang mengorbit secara beruntun dalam waktu singkat.

source: ::m::m ::s::s ::ms::ms
id: ::m::mnt ::s::dtk ::ms::md

source: ::h::h ::m::m ::s::s ::ms::ms
id: ::h::j ::m::m ::s::d ::ms::md

source: ::s:: second(s) ::ms:: millisecond(s)
id: ::s:: detik ::ms:: milidetik

source: ::m:: minute(s) ::s:: second(s) ::ms:: millisecond(s)
id: ::m:: menit(s) ::s:: detik(s) ::ms:: milidetik(s)

source: ::h:: hour(s) ::m:: minute(s) ::s:: second(s) ::ms:: millisecond(s)
id: ::h:: jam(s) ::m:: menit(s) ::s:: detik(s) ::ms:: milidetik(s)

source: DualSense wireless controller disconnected
id: Kontroler nirkabel DualSense terputus

source: Origin is unavailable. Your achievements won't be saved until you restart the game.
id: Origin tidak tersedia. Pencapaian Anda tidak akan disimpan hingga Anda memulai ulang game.

source: Whip Sword
id: Pedang Cambuk

source: Scythe Claw
id: Cakar Sabit

source: Hue
id: Rona

source: Saturation
id: Saturasi

source: Value
id: Nilai

source: {::m::@CL} mutation doesn't apply to this item.
id: {::m::@CL} mutasi tidak berlaku untuk item ini.

source: Time per level
id: Waktu per level

source: Level
id: Tingkat

source: Best time in this level
id: Waktu terbaik di level ini

source: Time in this level
id: Waktu di level ini

source: Differential
id: Diferensial

source: Best time
id: Waktu terbaik

source: Current time
id: Waktu saat ini

source: Total
id: Jumlah

source: +::prct::% damage on {BRUTALITY@BR} objects (Total: +::total::%).
id: +::prct::% kerusakan pada objek {BRUTALITY@BR} (Total: +::total::%).

source: +::prct::% damage on {TACTIC@TA} objects (Total: +::total::%).
id: +::prct::% kerusakan pada objek {TACTIC@TA} (Total: +::total::%).

source: +::prct::% damage on {SURVIVAL@SU} objects (Total: +::total::%).
id: +::prct::% kerusakan pada objek {SURVIVAL@SU} (Total: +::total::%).

source: Accessibility settings
id: Pengaturan aksesibilitas

source: Assist Mode
id: Mode Bantuan

source: Public Event
id: Acara Publik

source: Secondary interaction
id: Interaksi sekunder

source: Customize secondary interaction behavior
id: Sesuaikan perilaku interaksi sekunder

source: Long press (default)
id: Tekan lama (bawaan)

source: Dive attack
id: Serangan menyelam

source: Customize Dive attack input behavior
id: Sesuaikan perilaku masukan serangan Dive

source: Jump + Down (default)
id: Lompat + Bawah (bawaan)

source: Hold Down while airborne
id: Tahan tombol bawah saat di udara

source: Double tap Down while airborne
id: Ketuk dua kali Bawah saat di udara

source: Jump down
id: Lompat turun

source: Customize jump down input behavior
id: Sesuaikan perilaku input saat melompat ke bawah

source: Hold Down
id: Tahan

source: Double tap Down
id: Ketuk dua kali ke bawah

source: Rebind controller buttons
id: Ubah pemetaan tombol kontroler

source: Additional settings
id: Pengaturan tambahan

source: Left Stick function
id: Fungsi Stik Kiri

source: Customize the input bound to the Left Stick
id: Sesuaikan input yang dipetakan ke Stik Kiri

source: Movement (default)
id: Gerakan (bawaan)

source: Camera movement
id: Pergerakan kamera

source: Bound input (to rebind)
id: Input yang ditetapkan (untuk menetapkan ulang)

source: Right Stick function
id: Fungsi Stik Kanan

source: Customize the input bound to the Right Stick
id: Sesuaikan masukan yang terikat pada Stik Kanan

source: Movement
id: Gerakan

source: Camera movement (default)
id: Gerakan kamera (bawaan)

source: Directional buttons function
id: Fungsi tombol arah

source: D-Pad function
id: Fungsi D-Pad

source: Customize the input bound to the directional buttons
id: Sesuaikan input yang terikat pada tombol arah

source: Customize the input bound to the D-Pad
id: Sesuaikan input yang dipetakan ke D-Pad

source: Left Stick dead zone.
id: Zona mati stik kiri.

source: Right Stick dead zone.
id: Zona mati Stik Kanan.

source: Trigger dead zone
id: Zona mati pemicu

source: Rebind keyboard bindings
id: Tetapkan ulang pemetaan tombol keyboard

source: Up (camera)
id: Atas (kamera)

source: Left (camera)
id: Kiri (kamera)

source: Down (camera)
id: Bawah (kamera)

source: Right (camera)
id: Kanan (kamera)

source: Swap backpack item
id: Tukar item ransel

source: Hold to attack
id: Tahan untuk menyerang

source: Hold attack button to perform combos with the weapon
id: Tahan tombol serang untuk melakukan kombo dengan senjata

source: Jump as long as the Jump button is held.
id: Melompat selama tombol Jump ditekan.

source: Jump as long as the Jump key is held.
id: Lompat selama tombol Lompat ditekan.

source: Hold jump button to jump
id: Tahan tombol lompat untuk melompat

source: Shield toggle
id: Sakelar perisai

source: Press a shield's button to toggle holding it on or off.
id: Tekan tombol perisai untuk mengaktifkan atau menonaktifkan mode menahan.

source: Press a shield's key to toggle holding it on or off.
id: Tekan tombol perisai untuk mengalihkan status menahan perisai antara aktif dan nonaktif.

source: Hold to roll
id: Tahan untuk berguling

source: Hold the button to chain rolls
id: Tahan tombol untuk berguling beruntun

source: Timer settings
id: Pengaturan timer

source: Disabled in Speedrun Mode
id: Dinonaktifkan dalam Mode Speedrun

source: Display Speedrun interface
id: Tampilkan antarmuka Speedrun

source: Speedrun Mode
id: Mode Speedrun

source: Are you sure you want to turn Speedrun Mode on? This will automatically toggle certain settings on or off.
id: Apakah Anda yakin ingin mengaktifkan Mode Speedrun? Ini akan secara otomatis mengaktifkan atau menonaktifkan pengaturan tertentu.

source: Reset your times
id: Setel ulang waktu Anda

source: Are you sure you want to reset your Speedrun Mode times?
id: Apakah Anda yakin ingin mengatur ulang waktu Mode Speedrun Anda?

source: Sign settings
id: Pengaturan tanda

source: Disable the attack warning coming from offscreen enemies
id: Nonaktifkan peringatan serangan yang berasal dari musuh di luar layar

source: Disable the "{!@CC}" when a enemy is about to attack from offscreen
id: Nonaktifkan "{!@CC}" saat musuh akan menyerang dari luar layar

source: Enemy attack sign size
id: Ukuran tanda serangan musuh

source: Other settings
id: Pengaturan lainnya

source: Disable lore rooms
id: Nonaktifkan ruang lore

source: The optional lore rooms will no longer be generated in the levels.
id: Ruangan lore opsional tidak akan lagi dihasilkan di level-level.

source: Skip cut scenes
id: Lewati adegan sinematik

source: Automatically skip the cutscenes.
id: Lewati adegan sinematik secara otomatis.

source: Disable Gameplay Slow Motion
id: Nonaktifkan Gerak Lambat Gameplay

source: Steam options
id: Opsi Steam

source: Shows a menu between each run allowing you to activate and disable mods.
id: Menampilkan menu di antara setiap kali dijalankan yang memungkinkan Anda mengaktifkan dan menonaktifkan mod.

source: Interface settings
id: Pengaturan antarmuka

source: Change title screen.
id: Ubah layar judul.

source: Dead Cells
id: Sel-Sel Mati

source: Return to Castlevania
id: Kembali ke Castlevania

source: Toggle on synergy icons
id: Aktifkan ikon sinergi

source: Customize game font
id: Sesuaikan font permainan

source: Disable the curse popup
id: Nonaktifkan pop-up kutukan

source: The popup explaining how curses work will not appear again.
id: Popup yang menjelaskan cara kerja kutukan tidak akan muncul lagi.

source: Icons
id: Ikon

source: Icon types
id: Jenis ikon

source: Legacy icons
id: Ikon lama

source: New icons
id: Ikon baru

source: New icons (large)
id: Ikon baru (besar)

source: Icons used
id: Ikon yang digunakan

source: Default icons
id: Ikon bawaan

source: Xbox icons
id: ikon Xbox

source: PS4 icons
id: Ikon PS4

source: PS5 icons
id: Ikon PS5

source: Joycon icons
id: Ikon Joycon

source: Switch Pro Controller icons
id: Ikon Switch Pro Controller

source: Head-up Display layout settings
id: Pengaturan tata letak Head-up Display

source: Places the backpack next to your weapons.
id: Menempatkan ransel di sebelah senjata Anda.

source: Backpack icon transparency percentage.
id: Persentase transparansi ikon ransel.

source: Customize HUD transparency
id: Sesuaikan transparansi HUD

source: Customize HUD size
id: Sesuaikan ukuran HUD

source: Optional Head-up Display info
id: Info Head-up Display opsional

source: Enable critical strike availability in the interface.
id: Aktifkan ketersediaan serangan kritis di antarmuka.

source: Display the percentage of life left
id: Tampilkan persentase sisa masa pakai

source: The life bar will display the percentage of life left next to the actual number of health points.
id: Bilah nyawa akan menampilkan persentase sisa nyawa di sebelah jumlah poin kesehatan yang sebenarnya.

source: Show milliseconds
id: Tampilkan milidetik

source: Game time will show milliseconds in game and between levels.
id: Waktu permainan akan menampilkan milidetik di dalam permainan dan di antara level.

source: Display Seed ID
id: Tampilkan ID Benih

source: Displays seed and debug information above the minimap.
id: Menampilkan seed dan informasi debug di atas minimap.

source: Enable full-screen bright flashes. Warning: if you disable this option, there will still be some explosions and other bright effects for the purpose of the gameplay visibility.
id: Aktifkan kilatan terang layar penuh. Peringatan: jika Anda menonaktifkan opsi ini, masih akan ada beberapa ledakan dan efek terang lainnya demi visibilitas permainan.

source: Particle limit
id: Batas partikel

source: Disable blood
id: Nonaktifkan darah

source: Remove all blood splashes and bloodied assets
id: Hapus semua percikan darah dan aset yang berlumuran darah

source: You can't toggle No Blood mode during a run
id: Anda tidak dapat mengaktifkan atau menonaktifkan mode Tanpa Darah selama satu run

source: Secret zone visibility
id: Visibilitas zona rahasia

source: Reduce the concealment of secret zone entrances.
id: Kurangi penyamaran pintu masuk zona rahasia.

source: Background filter
id: Filter latar belakang

source: Adjust Color, Saturation and opacity of the background
id: Sesuaikan warna, saturasi, dan opasitas latar belakang

source: Background filter opacity
id: Opasitas filter latar belakang

source: Text background
id: Latar belakang teks

source: Display text background
id: Tampilkan latar belakang teks

source: Text background opacity
id: Opasitas latar belakang teks

source: Invert controls
id: Balikkan kontrol

source: Invert character movement
id: Balikkan gerakan karakter

source: Invert camera movement
id: Balikkan gerakan kamera

source: Camera
id: Kamera

source: Enable screen shake
id: Aktifkan goyangan layar

source: Enables all screen shakes. Disable this option if screen shakes (explosions, cutscenes, etc.) may pose a health risk.
id: Mengaktifkan semua guncangan layar. Nonaktifkan opsi ini jika guncangan layar (ledakan, cutscene, dll.) dapat menimbulkan risiko kesehatan.

source: Influence of the player's movements on the camera
id: Pengaruh gerakan pemain terhadap kamera

source: Influence of enemies in combat on the camera
id: Pengaruh musuh dalam pertempuran terhadap kamera

source: Speed of the camera following the player
id: Kecepatan kamera yang mengikuti pemain

source: Speed of the camera following various points of interest
id: Kecepatan kamera saat mengikuti berbagai titik minat

source: Outline options
id: Opsi garis besar

source: Hero outline
id: Garis besar pahlawan

source: Add an outline to the hero
id: Tambahkan garis tepi pada hero

source: Enemies outline
id: Garis tepi musuh

source: Add an outline to the enemies
id: Tambahkan garis luar pada musuh

source: NPCs outline
id: Garis besar NPC

source: Add an outline to the NPCs
id: Tambahkan garis tepi pada para NPC

source: Active skills outline
id: Garis besar keterampilan aktif

source: Add an outline to the player's active skills (pets and deployables)
id: Tambahkan garis tepi pada keterampilan aktif pemain (hewan peliharaan dan objek yang dapat ditempatkan)

source: Projectiles outline
id: Garis tepi proyektil

source: Add an outline to projectiles
id: Tambahkan garis tepi pada proyektil

source: Secrets outline
id: Garis besar rahasia

source: Add an outline to secrets
id: Tambahkan garis tepi pada rahasia

source: Spikes outline
id: Garis tepi runcing

source: Add an outline on spike traps
id: Tambahkan garis tepi pada jebakan paku

source: Stats display settings
id: Pengaturan tampilan statistik

source: Display stats icons in addition to their color
id: Tampilkan ikon statistik selain warnanya

source: Customize {Brutality@BR} color
id: Sesuaikan warna {Brutality@BR}

source: Customize {Tactic@TA} color
id: Sesuaikan warna {Tactic@TA}

source: Customize {Survival@SU} color
id: Sesuaikan warna {Survival@SU}

source: Text settings
id: Pengaturan teks

source: Object names size
id: Ukuran nama objek

source: Object descriptions size
id: Ukuran deskripsi objek

source: Dialogue size
id: Ukuran dialog

source: Play shop music
id: Putar musik toko

source: Entering a shop interrupts the biome's music.
id: Memasuki toko menghentikan musik bioma.

source: Play the Bank's elevator music
id: Putar musik lift Bank

source: Entering the Bank's elevator interrupts the biome's music.
id: Memasuki lift Bank menginterupsi musik bioma.

source: Alternative soundtracks
id: Trek audio alternatif

source: Choose the soundtrack.
id: Pilih soundtrack.

source: Soundtrack changes are only allowed on the title screen.
id: Perubahan soundtrack hanya diperbolehkan di layar judul.

source: Advanced settings
id: Pengaturan lanjutan

source: Customize sound effects volume separately
id: Sesuaikan volume efek suara secara terpisah

source: Sound effects settings
id: Pengaturan efek suara

source: ALTERNATIVE SOUNDTRACKS
id: JALUR SUARA ALTERNATIF

source: Sound effects volume
id: Volume efek suara

source: Active skills volume
id: Volume keterampilan aktif

source: Enemies volume
id: Volume musuh

source: Environment volume
id: Volume lingkungan

source: Hero volume
id: Volume pahlawan

source: Interactables volume
id: Volume objek interaktif

source: Non-playable characters volume
id: Volume karakter non-pemain

source: Weapons volume
id: Volume senjata
