Repository: junwatu/deadcells-id-translation
Catalog: main.po
Languages: id

source: "Who would believe that they really are undeads? Not me, that's for sure! However, did you know that our beloved Queen is in fact a serpent? No? Not surprising!"
id: "Siapa yang akan percaya bahwa mereka benar-benar adalah para mayat hidup? Bukan aku, itu sudah pasti! Namun, tahukah kamu bahwa Ratu tercinta kita sebenarnya adalah seekor ular? Tidak? Tidak mengherankan!"

source: A rope acts as a link between this musty bed and the cluster of bells hanging above it.
id: Seutas tali berfungsi sebagai penghubung antara tempat tidur yang berbau apek ini dan sekumpulan lonceng yang tergantung di atasnya.

source: It looks like a makeshit alarm system... or a good way to never fall asleep.
id: Kelihatannya seperti sistem alarm seadanya... atau cara yang bagus agar tidak pernah tertidur.

source: Classic
id: Klasik

source: Dead Cells original soundtrack !
id: Soundtrack asli Dead Cells !

source: 8-Bits
id: 8-Bit

source: Beep Boop Beep
id: Bip Bop Bip

source: A bloody brilliant soundtrack!
id: Sebuah soundtrack yang benar-benar brilian!

source: Faster enemies movement 1
id: Gerakan musuh lebih cepat 1

source: Faster enemies movement 2
id: Pergerakan musuh lebih cepat 2

source: Faster enemies movement 3
id: Pergerakan musuh lebih cepat 3

source: More reactive enemies
id: Musuh yang lebih reaktif

source: Even more reactive enemies!
id: Musuh yang lebih reaktif lagi!

source: Faster enemy teleport 1
id: Teleport musuh lebih cepat 1

source: Faster enemy teleport 2
id: Teleportasi musuh lebih cepat 2

source: Faster enemy teleport 3
id: Teleport musuh lebih cepat 3

source: More damage hero 1
id: Lebih banyak kerusakan pahlawan 1

source: More damage hero 2
id: Kerusakan lebih besar untuk Pahlawan 2

source: More damage hero 3
id: Lebih banyak kerusakan pahlawan 3

source: Enemies deal more damage 1
id: Musuh menimbulkan lebih banyak kerusakan 1

source: Enemies deal more damage 2
id: Musuh memberikan lebih banyak kerusakan 2

source: Enemies deal more damage 3
id: Musuh menimbulkan kerusakan lebih besar 3

source: Enemies turn into elites
id: Musuh berubah menjadi elit

source: More enemies turn into elites
id: Lebih banyak musuh berubah menjadi elit

source: Even more enemies turn into elites!
id: Semakin banyak musuh berubah menjadi elit!

source: Enemies spawn around you
id: Musuh muncul di sekitar Anda

source: More enemies spawn around you
id: Lebih banyak musuh muncul di sekitarmu

source: Even more enemies spawn around you!
id: Lebih banyak lagi musuh muncul di sekitarmu!

source: Enemies teleport by groups
id: Musuh berteleportasi secara berkelompok

source: Enemies teleport by bigger groups
id: Musuh berteleportasi dalam kelompok yang lebih besar

source: The Beheaded
id: Si Terpenggal

source: Activates a forcefield if your HP falls below ::prct::%, protecting you for ::duration:: sec. Can only be used every ::duration2:: sec.
id: Mengaktifkan medan gaya jika HP Anda turun di bawah ::prct::%, melindungi Anda selama ::duration:: detik. Hanya dapat digunakan setiap ::duration2:: detik.
