Repository: junwatu/deadcells-id-translation
Catalog: main.po
Languages: id

source: Wireless controller disconnected
id: Wireless controller terputus

source: Controller disconnected
id: Kontroller Terputus

source: Continue
id: Lanjut

source: No need for healing
id: Pemulihan tidak diperlukan

source: {Run duration@ST} ::time::
id: {Lari durasi@ST} ::time::

source: ::key:: (HOLD) Skip
id: ::key:: (TAHAN) Lewatkan

source: Brutality
id: Tingkat Kebrutalan

source: Tactics
id: Taktik

source: Survival
id: Ketahanan

source: Shields
id: Perisai

source: Deployable traps
id: Perangkap

source: Grenades
id: Granat

source: Ranged weapons
id: Senjata Jarak Dekat

source: Allies
id: Sekutu

source: Powers
id: Kekuatan

source: Melee weapons
id: Senjata Jarak Jauh

source: Pendants
id: Liontin

source: Other
id: Lainnya

source: General upgrades
id: Peningkatan umum

source: Consumables
id: Bisa Dikonsumsi

source: Precious items
id: Barang berharga

source: Mutations
id: Mutasi

source: Skins
id: Skin

source: Shield
id: Perisai

source: Deployable trap
id: Perangkap

source: Grenade
id: Granat

source: Ranged weapon
id: Senjata Beradius

source: Ally
id: Sekutu

source: Power
id: Kekuatan

source: Melee weapon
id: Senjata Serang

source: Pendant
id: Kalung Berbandul

source: General upgrade
id: Peningkatan Umum

source: Consumable
id: Bisa Dikonsumsi

source: Precious item
id: Barang berharga

source: Mutation
id: Mutasi

source: THE CHERRY ON THE CAKE: Enemies drop a bomb when they die.
id: CERI DI KUE: Musuh menjatuhkan bom ketika mereka mati.

source: TRAPPED DOORS: Doors explode.
id: PINTU YANG TERPERANGKAP: Pintu meledak.

source: FOLLOW THE LIGHT: The level is plunged into darkness.
id: IKUTILAH CAHAYA: Level terjerumus ke dalam kegelapan.

source: BLOODLUST: Keep killing enemies or die.
id: NAFSU MEMBUNUH: Tetap jalankan pembunuhan atau mati.

source: VENOMOUS: Every wound also poisons you.
id: BERACUN: setiap luka juga akan meracunimu.

source: HITCHCOCK: Birds, birds everywhere!
id: HITCHCOCK: burung, burung di mana-mana!

source: FOG: Warning, deadly invisible monsters may be hidden by dense fog, travel at your own risk.
id: KABUT: peringatan, monster tak terlihat yang mematikan tersembunyikan oleh kabut tebal, lakukan perjalanan dengan risikomu sendiri.

source: SHARP SHOOTERS: Take cover!
id: PENEMBAK JITU: Berlindung!

source: JUMPS: You can jump multiple times in the air.
id: LOMPAT: Kamu dapat melompat beberapa kali di udara.

source: ADAPTATION: This item will be replaced by another one (same type) of your main color between each level
id: ADAPTASI: Item akan digantikan dengan warna Utama yang lain (tipe yang sama) pada tiap level

source: Master of the Island
id: Pemilik Pulau

source: Love the serenity...
id: Aku suka Brutalitas...

source: A room with a view!
id: Kamar dengan pemandangan!

source: Finally, a moment of rest...
id: Akhirnya, momen untuk beristirahat...

source: Smells like burned flesh
id: Baunya seperti daging yang terbakar

source: What's that funky smell?
id: Bau aneh apa ini?

source: Who needs an Italian plumber?
id: Siapa yang butuh tukang ledeng Itali?

source: Even the rats avoid the place...
id: Tikuspun mengindari tempat itu...

source: "My only wish, to catch a fish..."
id: "Harapanku sebenarnya, menangkap ikan..."

source: The dead center of the island...
id: Daerah tengsh yang mati di pulau...

source: Fortune and glory, kid. Fortune and Glory...
id: Kebruntungan dan Kemenangan, Le, Keberuntungan dan Kemenangan...

source: Afraid of the dark?
id: Takut gelap?

source: It rubs the lotion on its skin!
id: Dia mengoleskan pelembab ke kulitnya sendiri!

source: Tic... Toc...
id: Tik...Tok...

source: High drama
id: Dramatis

source: Please leave your shoes at the entrance.
id: Tolong tinggalkan sepatumu di pintu masuk.

source: Bend the knee? I think not...
id: Berlutut? Tidak...

source: Quit tickling!
id: Cukup menggelitik!

source: What are you rubbing at anyway?
id: Sebenarnya engkau meraba dimana?

source: Here comes a new challenger!
id: Inilah tantangan yang baru!

source: La Brute
id: Yang Kasar

source: The Fat and The Furious
id: Si Gemuk dan Si Tukang Marah

source: Steam rolled.
id: Digulung dengan uap.

source: Is there something in your eye?
id: Apkah ada sesuatu di matamu?

source: Flawless victory.
id: Kemenangan telak.

source: Blade Master
id: Ahli Pedang

source: The Dance
id: Tarian

source: The last rampart falls...
id: Benteng terakhir jatuh...

source: Do you need... A hand?? Bahaha!
id: Apa kau perlu...bantuan? Hahahaha!

source: Not so tough
id: Tidak begitu tangguh

source: Slash! Slash! Roll!
id: Sebet! Sebet! Berguling!

source: Pimp my ride.
id: Baguskalnah Kendaraanku

source: Never fallen
id: Tidak pernah terjatuh

source: I like to live dangerously...
id: Aku menyukai hidup yang berbahaya...

source: ¡Arriba, arriba! ¡Ándale, ándale!
id: Yo, Yo Yo! Cuk, Cuk, Cuk!

source: See, that wasn't so hard now, was it?
id: Lihat, tidak begitu sulit, bukan?

source: Shrewd sleuth
id: Detektif Licik

source: Surgical extraction
id: Ekstraksi melalui pembedahan

source: Masterful extraction
id: Ahli Ekstraksi

source: Artful extraction
id: Ekstraksi Berseni

source: Deft extraction
id: Ekstraksi Yang Cekatan

source: Up, Guards, and at them again!
id: Naik, Pengawal, dan ke mereka lagi!

source: Finished, without fear.
id: Habisi, tanpa rasa takut.

source: Harder Better Faster Stronger
id: Lebih Keras Lebih Baik Lebih Cepat Lebih Kuat

source: Let's get down to the nitty gritty...
id: Mari kita turun ke seluk beluk ...

source: Going down!
id: Turun!

source: They came from behind!
id: Mereka datang dari belakang!

source: YOLO! Or not?
id: YOLO! Atau tidak?

source: Ohhhhhh! That hurt!
id: Ohhhhhhh! Sakit!

source: We've all been there before...
id: Kita semua sudah pernah mengalaminya...

source: What? There's nothing wrong with these...
id: Apa? Semua ini tidak ada hal yang salah...

source: Absolution
id: Pengampunan

source: Faster than light!
id: Lebih cepat dari cahaya!

source: Perfect extraction
id: Ekstraksi Sempurna

source: Size doesn't matter
id: Ukuran bukanlah suatu masalah

source: I don't step on toes...
id: Saya tidak menginjak kaki...

source: You dig
id: Kau galilah

source: Hot and cold
id: Panas dan dingin

source: Life on the edge
id: Hidup diujung tanduk

source: Stargazing
id: Menatap bintang

source: Nothing to say but... Bravo!
id: Tak ada lagi yang dikatakan tetapi… Bravo!

source: You unlocked all the trophies of Dead Cells
id: Kau telah membuka semua trofi dari Dead Cells

source: Reach the Promenade of the Condemned for the first time.
id: Mencapai Jalan Terkutuk untuk pertama kalinya.

source: Reach the Ramparts for the first time.
id: Mencapai Benteng untuk pertama kalinya.

source: Reach the Black Bridge for the first time.
id: Mencapai Jembatan Hitam untuk pertama kalinya.

source: Reach the Ossuary for the first time.
id: Mencapai Kuburan untuk pertama kalinya.

source: Reach the Toxic Sewers for the first time.
id: Mencapai Selokan Beracun untuk pertama kalinya.

source: Reach the Ancient Sewers for the first time.
id: Mencapai Selokan Tua untuk pertama kalinya.

source: Reach the Insufferable Crypt for the first time.
id: Mencapai Insufferable Crypt untuk pertama kalinya.

source: Reach the Stilt Village for the first time.
id: Mencapai Desa Panggun untuk pertama kalinya.

source: Reach the Graveyard for the first time.
id: Mencapai Kuburan untuk pertama kalinya.

source: Reach the Slumbering Sanctuary for the first time!
id: Mencapai Suaka Tidur untuk pertama kalinya!.

source: Reach the Forgotten Sepulcher for the first time!
id: Mencapai Makam Terlupakan untuk pertama kalinya!.

source: Reach the Prison Depths for the first time.
id: Mencapai Penjara Dalam untuk pertama kalinya.

source: Reach the Clock Tower for the first time!
id: Mencapai Menara Jam untuk pertama kalinya!

source: Reach the Clock Room for the first time!
id: Mencapai Ruang Jam untuk pertama kalinya!

source: Reach the Castle for the first time.
id: Mencapai Kastil untuk pertama kalinya.

source: Reach the Guardian's Haven for the first time.
id: Mencapai Haven dari Guardia untuk pertama kalinya.

source: Reach the Throne Room for the first time.
id: Mencapai Ruang Singgasana untuk pertama kalinya.

source: Absorb the Vine Rune.
id: Serap Sajak Perambat.

source: Absorb the Teleportation rune.
id: Serap Sajak Teleportasi.

source: Absorb the Challenger Rune!
id: Serap Sajak Tantangan!

source: Absorb the Spider's Rune!
id: Serap Sajak dari Laba Laba!

source: Absorb the Ram's Rune.
id: Serap Sajak dari Ram.

source: You beat "The Concierge"!
id: Kamu mengalahkan "The Concierge"!

source: You beat "The Concierge" without taking a single hit!
id: Kamu mengalahkan "The Concierge" tanpa terkena satu serangan-pun!

source: You beat "Conjunctivius"!
id: Kamu mengalahkan "Conjunctivius"!

source: You beat "Conjunctivius" without taking a single hit!
id: Kamu mengalahkan "Conjunctivius" tanpa terpukul sekalipun!

source: You have beaten the "Time Keeper"!
id: Kamu telah mengalahkan "Time Keeper"!

source: You beat the "Time Keeper" without taking a single hit.
id: Kamu mengalahkan "Time Keeper" tanpa terpukul sekalipun!

source: Beat the Hand of the King.
id: Kalahkanlah Tangan Raja.

source: Beat the Hand of the King without taking a single hit.
id: Kalahkanlah Tangan Raja tanpa terkena satu serangan-pun.

source: You slayed 100 elites. Badman.
id: Kau membantai 100 elit. Orang Sadis.

source: Unlock 10 weapons.
id: Membuka 10 senjata.

source: Unlock 10 skills.
id: Membuka 10 keahlian.

source: Finish the game with "Ygdar Orus Li Ox" in your possesion!
id: Selesaikan permainan dengan "Ygdar Orus Li Ox" yang kau miliki!

source: Against all odds, you finished the game with the Cursed Sword!
id: Melawan segala kemungkinan, kamu menamatkan permainan dengan Pedang Terkutuk!

source: Open your first timed door.
id: Buka pintu berwaktu pertamamu.

source: Successfully complete a Challenge Rift.
id: Sukses menyelesaikan Challenge Rift

source: Find your first secret zone.
id: Temukan zona rahasia pertamamu.

source: Absorb your first Boss Stem Cell
id: Serap Sel Stem Bos pertamamu

source: Absorb your second Boss Stem Cell
id: Serap Sel Stem Bos keduamu

source: Absorb your third Boss Stem Cell
id: Serap Stem Cell Bos ketiga

source: Absorb your fourth Boss Stem Cell
id: Serap Sel Stem Bos keempatmu

source: Finish the game with a Boss Stem Cell active.
id: Akhiri permainan dengan satu Sel Stem Bos yang aktif.

source: Finish the game with two Boss Stem Cells active
id: Akhiri permainan dengan dua Sel Stem Bos yang aktif.

source: Finish the game with three Boss Stem Cells active
id: Akhiri permainan dengan tiga Sel Stem Bos yang aktif.

source: Finish the game with four Boss Stem Cells active
id: Akhiri permainan dengan empat Sel Stem Bos yang aktif.

source: Kill an enemy with an elevator.
id: Bunuh musuh dengan elevator.

source: Suicide by elevator.
id: Bunuh diri dengan elevator.

source: Cheat Death...
id: Tipu Kematian...

source: Die while carrying at least 100 cells. Burn.
id: Mati ketika membawa setidaknya 100 sel. Terbakar.

source: A downward smash attack... right into some deadly spikes!
id: Serangan menghancurkan ke bawah ... tepat ke beberapa paku yang mematikan!

source: Finish the game with the starter sword, bow or shield.
id: Selesaikan game dengan pedang pemula, busur atau perisai.

source: Be cursed... Survive.
id: Yang Terkutuk...Bertahanlah.

source: You finished a daily challenge. Well done!
id: Kamu telah menyelesaikan tantangan harian. Bagus!

source: You absorbed the fifth Boss Cell
id: Kamu telah menyerap Sel Bos kelima

source: You beat the Giant!
id: Kamu mengalahkan Raksasa!

source: You beat the Collector!
id: Kamu mengalahkan Sang Kolektor!

source: Reach the Cavern for the first time.
id: Mencapai Gua Besar untuk pertama kalinya.

source: Reach the Astrolab for the first time.
id: Mencapai Astrolab untuk pertama kalinya.

source: Reach the Observatory for the first time.
id: Mencapai Observatory untuk pertama kalinya.

source: You beat the game with five Boss Cells
id: Kamu mengalahkan game dengan lima Sel Bos

source: Speed Run
id: Lari Cepat

source: I love Brutality
id: Aku suka Brutalitas

source: Tactics for the win
id: Taktik untuk menang

source: Survival is my jam
id: Survival adalah keahlianku

source: Closer to the danger
id: Lebih dekat dengan bahaya

source: Careful hunter
id: Pemburu yang Waspada

source: One hit, one kill (yours)
id: Sekali kena, sekali tewas (milikmu)

source: The plague
id: Wabah

source: Some men just want to watch the world burn...
id: Beberapa pria hanya ingin melihat dunia terbakar...

source: Custom preset ::index::
id: Preset Kustom ::index::

source: ::m:: minute(s) ::s:: second(s)
id: ::m:: menit ::s:: detik

source: ::h:: hour(s) ::m:: minute(s) ::s:: second(s)
id: ::h:: jam ::m:: menit ::s:: detik

source: Warning
id: Peringatan

source: Your score cannot be saved. To save it, you must be connected to ::platform::.
id: Skor anda tidak bisa disimpan, anda harus terkoneksi dengan ::platform:: agar bisa bekerja.

source: Failed
id: Gagal

source: Your version is out of date. Please update the game.
id: Game anda tidak dalam versi paling akhir. Perbarui gim.

source: There is a problem connecting to the server. Please check your internet connection.
id: Koneksi ke server gagal. Periksa koneksi internet anda.

source: Backspace
id: Kembali

source: Left
id: Kiri

source: Up
id: Atas

source: Right
id: Kanan

source: Down
id: Bawah

source: L Shift
id: Shift Kiri

source: R Shift
id: Shift Kanan

source: L Ctrl
id: Ctrl Kiri

source: R Ctrl
id: Ctrl Kanan

source: L Alt
id: Alt Kiri

source: R Alt
id: Alt Kanan

source: L click
id: Klik Kiri

source: R click
id: Klik kanan

source: Middle click
id: Klik tengah

source: Forward click
id: Klik depan

source: Back click
id: Klik belakang

source: Well, there's really no getting around it...
id: Yah, memang tidak bisa dihindari...

source: It was WAY more fun crawling round the sewers.
id: Merangkak di sekitar gorong-gorong itu JAUH lebih menyenangkan.

source: What the...
id: Apa...

source: You... here?
id: Kau... disini?

source: The Malaise has really had its way with you.
id: Malaise benar-benar mempermainkanmu.

source: Yes indeed.
id: Ya memang.

source: In keeping with your arrogance!
id: Sejalan dengan arogansimu!

source: Which has brought nothing but ruin on the Kingdom!
id: Yang telah membawa tidak ada selain kehancuran bagi Kerajaan!

source: In spite of all my warnings...
id: Terlepas dari semua peringatan saya...

source: Not a shred of hope is left to us.
id: Tak ada secuil pun harapan yang tersisa bagi kami.

source: DIE!
id: MATI!

source: My... My King?
id: Raja... Rajaku?

source: How is that possible?
id: Bagaimana kau bisa...?

source: Wait... You're not the King!
id: Tunggu... Kamu bukan Raja!

source: Did you steal his body?
id: Kau mencuri badannya?

source: Thief!
id: Pencuri!

source: You!
id: Kau!

source: Are you proud of yourself?
id: Apa kamu bangga terhadap dirimu?

source: The Malaise is still flowing through the Island...
id: Malaise masih mengalir melalui Pulau...

source: I'll have to mess with the loop again.
id: Aku harus mengutak-atik loop itu lagi.

source: This will not end well...
id: Ini tidak akan berakhir dengan baik...

source: Oi! No! Are you serious?
id: Oi! Tidak! Kamu serius?

source: No! No! NO!
id: Tidak! Tidak! TIDAK!

source: What a jackass...
id: Dasar anak bangsat...

source: You were a model for all of us...
id: Anda adalah teladan bagi kami semua...

source: What drove you to all this destruction?
id: Apa yang mendorongmu melakukan semua kehancuran ini?

source: You've even managed to destroy your own body...
id: Kau bahkan berhasil menghancurkan tubuhmu sendiri...

source: My King...
id: Rajaku...

source: You...
id: Kau...

source: ARE AN INCORRIGIBLE ASS!
id: ADALAH BAJINGAN YANG TAK KENAL TOBAT!

source: You've beaten me fairly...
id: Kau telah mengalahkanku secara adil...

source: Not like before...
id: Tidak seperti sebelumnya...

source: Take this, it might be of more use to you...
id: Ambil ini, mungkin akan lebih berguna untukmu...

source: Make a wish...
id: Buatlah permohonan...

source: I jest... You most certainly are a
id: Aku bercanda... Kamu sudah pasti adalah seorang

source: Where the hell has old bones gone?
id: Ke mana sialan si tulang tua itu pergi?

source: Seems like he might have been in a bit of a rush...
id: Sepertinya dia mungkin agak terburu-buru...

source: Death by infection
id: Mati terinfeksi

source: Death by curse
id: Mati terkutuk

source: Body desecrated! (damage x4)
id: Badan hancur! (kerusakan x4)

source: Body desecrated! (damage x2)
id: Badan hancur! (kerusakan x2)

source: Body desecrated!
id: Badan hancur!

source: Everything I give you is yours, PERMANENTLY. Even death won't take it from you...
id: Apapun yang kamu beli di sini milikmu SELAMANYA. Kematianpun tidak dapat mengambilnya darimu.

source: SO, if you want more power... Then you better start bringing me CELLS!
id: Sederhana saja, jika kamu ingin kekuatan lebih, maka bawakan lebih banyak cells!

source: Now... prisoner...
id: Sekarang...Tahanan.

source: GET OUT OF MY SIGHT!
id: PERGI DARI HADAPANKU!

source: Heya short stuff.
id: Hei orang kecil.

source: You made it this far alive, eh?
id: Kamu bisa bertahan hidup sampai sejauh ini, ya?

source: Well... you know what I mean.
id: Yah... kamu tahu maksudku.

source: I'm the Blacksmith.
id: Aku sang ahli besi.

source: I work with the Collector next door.
id: Aku bekerja dengan sang kolektor itu.

source: So if you've got the Cells, I can improve your gear.
id: Jika kamu mempunyai sel, aku dapat memperkuat barang mu.

source: Well, look who it is...
id: Lihat siapa itu...

source: I'm the Collector, and I'm about the closest thing you’ll find to decent company around here.
id: Aku adalah Sang Kolektor, dan aku adalah teman terdekatmu yang bisa kau jumpai di bawah sini.

source: Bring me the CELLS you gather from the others. In exchange, I'll procure a few useful little items for you...
id: Sebagai imbalan untuk SEL yang kau jarah dari musuh musuhmu, Aku dapat memberimu beberapa barang yang berguna...

source: Should you stumble upon a BLUEPRINT, bring it to me and I will introduce you to some more... experimental items.
id: Jika kau menemukan BLUEPRINTS, maka mungkin aku bisa menyediakanmu lebih banyak dengan beberapa...barang barang eksperimental.

source: I know what you've been up to.
id: Aku tahu apa yang telah kau lakukan.

source: Oh yes, I know ALL your dirty little secrets.
id: Iya.. aku tahu SEMUA rahasia kotormu.

source: And I've been writing them all down in my little book.
id: Dan semuanya tertulis dalam buku kecilku.

source: That's what I do.
id: Itulah tugasku.

source: You kill things, I take notes.
id: Kau telah membunuh banyak hal...

source: Hey, you there!
id: Hei! Kamu!

source: I work for the Blacksmith!
id: Aku bekerja untuk Pandai Besi!

source: I can patch up your gear for cheap...
id: Aku bisa memperbaiki perlengkapanmu dengan murah...

source: I'm not really supposed to be here...
id: Sebenarnya aku tidak seharusnya berada di sini...

source: Let's just keep that between us, ok?
id: Mari kita simpan itu di antara kita saja, ok?

source: Right, c'mon then, how much have you got on you?
id: Baiklah, ayo kalau begitu, berapa banyak yang kamu bawa?

source: Challenge rift found
id: Rift tantangan ditemukan

source: Actually... This feels AWESOME!
id: Sebenarnya... Ini terasa LUAR BIASA!

source: I've never felt anything quite like it!
id: Aku belum pernah merasakan apa pun yang seperti itu!

source: Be a good sport and bring me some more... I'll send you back!
id: Jadilah sportif dan bawakan aku beberapa lagi... Aku akan mengirimmu kembali!

source: Time for your medicine!
id: Saatnya minum obat Anda!

source: Back again? And they say dogs are man's best friend!
id: Kembali lagi? Dan mereka bilang anjing adalah sahabat terbaik manusia!

source: Thank you for bringing me more! I was really starting to get the itch there!
id: Terima kasih sudah membawakan aku lebih banyak! Aku benar-benar mulai merasa gatal tadi!

source: Ah, that's better!
id: Nah, bukankah begitu lebih baik!

source: You've been infected by the Malaise.
id: Kamu telah terinfeksi Malaise.

source: Malaise infection level: High
id: Tingkat infeksi Malaise: Tinggi

source: Malaise infection level: CRITICAL!
id: Tingkat infeksi Malaise: KRITIS!

source: Malaise infection reduced
id: Infeksi Malaise dikurangi

source: Meta artifact already acquired.
id: Artefak Meta sudah diperoleh.

source: {Survival@SU} increased!
id: {Ketahanan@SU} meningkat!

source: {Brutality@BR} increased!
id: {Kebrutalan@BR} meningkat!

source: {Tactics@TA} increased!
id: {Taktik@TA} meningkat!

source: No effect
id: Tidak ada efek

source: Food infected by the Malaise
id: Makanan terinfeksi Malaise

source: All 3 of your stats have been increased!
id: Ketiga statmu ditambah!

source: Corruption interrupted
id: Perusakan terinterupsi

source: ::n:: {iconCoin@img} found
id: Ditemukan ::n:: {iconCoin@img}

source: ::n:: Cell regained
id: Didapatkan ::n:: Cell

source: ::n:: Cells regained
id: Didapatkan ::n:: cell

source: You picked up a cursed artefact!
id: Kamu mengambil artefak terkutuk!

source: Dodge
id: Menghindar

source: You have outraged the gods!
id: Kau telah memicu amarah para dewa!

source: Just one little hit... And you're DEAD! Eliminate ::n:: enemies to lift the curse.
id: Terima satu pukulan kecil ... dan kau akan MATI. Habisi ::n:: musuh untuk menghapus kutukan itu.

source: Once the curse is lifted, you’ll gain 25 extra points!
id: Sekali dihapuskan maka kau akan mendapatkan poin ekstra 25!

source: Curse lifted (::pts:: points!)
id: Kutukan dihapuskan. (::pts:: poin!)

source: Curse lifted.
id: Kutukan dihapuskan.

source: Death cheated!
id: Kematian telah dikelabui!

source: Defense broken!
id: Pertahanan ditembus!

source: Parry!
id: Menangkis!

source: Here we go!
id: Ok!

source: Object unavailable (see description)
id: Objek tidak tersedia (lihat deskripsi)

source: Can't use that right now.
id: Aku tidak dapat melakukan ini sekarang.

source: You have been initiated into the secrets of the Architects.
id: Anda telah diinisiasi ke dalam rahasia Para Arsitek.

source: +1 health flask
id: +1 botol vitalitas

source: Not ready yet
id: Belum siap

source: ::user:: didn't take up the mantle of Captain Chicken, probably they're AFK...
id: ::user:: tidak mengambil peran sebagai Captain Chicken, mungkin dia AFK...

source: Captain Chicken ::user:: failed to respond. A new Captain Chicken is being chosen!
id: Captain Chicken ::user:: gagal merespons. Captain Chicken baru sedang dipilih!

source: Heal me ::user::! (try ::n::)
id: Sembuhkan aku ::user::! (coba ::n::)

source: Captain Chicken ::user::, I need healing! Choose "::cmdYes::" or "::cmdNo::"
id: Captain Chicken ::user::, aku butuh penyembuhan! Pilih "::cmdYes::" atau "::cmdNo::"

source: Hold to heal
id: Tahan untuk menyembuhkan

source: Double jump
id: Lompatan ganda

source: Leave body
id: Tinggalkan tubuh

source: Jump
id: Lompat

source: Primary weapon
id: Senjata Utama

source: Secondary weapon
id: Senjata cadangan

source: Go down
id: Turun

source: Heal
id: Sembuh

source: The boss has been slain!
id: Bos telah dibunuh!

source: Use ::name::!
id: Pakai ::name::!

source: Resist
id: Tertahan

source: Slowed
id: Melambat

source: YOLO!
id: Hidup hanya sekali!

source: Decapitated body
id: Mayat yang dipenggal

source: No target
id: Tidak ada target

source: Too far!
id: Terlalu jauh!

source: Too much HP!
id: Terlalu banyak HP!

source: New blueprint found
id: Blueprint baru ditemukan

source: No new blueprints
id: Tidak ada Blueprint baru

source: Interruption
id: Gangguan
