Repository: junwatu/deadcells-id-translation
Catalog: main.po
Languages: id

source: Aren't they cute with their big bags on their backs?
id: Bukankah mereka menggemaskan dengan tas besar di punggung mereka?

source: No. Nope. Really, it doesn't smell any better here than anywhere else on the island.
id: Tidak. Nggak. Serius, di sini baunya tidak lebih baik daripada di tempat lain mana pun di pulau ini.

source: Slow and steady wins the race.
id: Lambat tapi pasti memenangkan perlombaan.

source: A forge that runs on cells. First time I've seen that!
id: Tungku tempa yang ditenagai sel. Pertama kali aku melihatnya!

source: It's not very bright, but at least there aren't any monsters here.
id: Tidak terlalu terang, tapi setidaknya tidak ada monster di sini.

source: Could the Malaise have spared this part of the island?
id: Mungkinkah bagian pulau ini luput dari Malaise?

source: Current time: ::time::
id: Waktu saat ini: ::time::

source: Achievement: ::title::
id: Pencapaian: ::title::

source: Blueprint for finishing the Daily Challenge ::num:: times:
id: Blueprint untuk menyelesaikan perjalanan harian ::num:: kali:

source: RARE blueprint unlocked:
id: Blueprint LANGKA dibuka:

source: Blueprint unlocked:
id: Blueprint terbuka:

source: RARE blueprint acquired:
id: Blueprint LANGKA ditemukan:

source: Blueprint acquired:
id: Blueprint ditemukan:

source: Buy
id: Beli

source: Take
id: Ambil

source: Recycle ({::v::@GO} {iconCoin@img})
id: Dijual ulang ({::v::@GO} {iconCoin@img})

source: Absorbs ::v::% damage
id: Menyerap kerusakan ::v::%

source: Inflicts ::d:: damage
id: Menimbulkan ::d:: damage

source: ::d:: ({::crit::@CC}) damage
id: ::d:: kerusakan ({::crit::@CC})

source: ::d:: DPS
id: ::d:: KPS

source: ::val:: ({::crit::@CC}) DPS
id: ::val:: ({::crit::@CC}) KPS

source: (::duration:: sec)
id: (::duration:: detik)

source: -::n::% damage received
id: -::n::% serangan diterima

source: Push a button
id: Tekan sebuah tombol

source: Install/Uninstall a mod
id: Instal/Copot pemasangan mod

source: SETTINGS
id: PENGATURAN

source: Sound
id: Suara

source: Language
id: Bahasa

source: Gameplay
id: Cara bermain

source: Streaming integration
id: Integrasi streaming

source: Credits
id: Kredit

source: Default settings
id: Pengaturan default

source: Restore default values for all settings?
id: Kembalikan pengaturan ke nilai default?

source: Vibration feature
id: Fitur getaran

source: Vibration
id: Getaran

source: Move with the directional buttons
id: Bergerak dengan tombol arah

source: Use the directional buttons to move around
id: Gunakan tombol arah untuk berkeliling

source: Move around with the directional buttons
id: Bergeraklah menggunakan tombol arah

source: Move with the D-pad
id: Bergerak dengan D-pad

source: Activate the D-pad to move around
id: Gunakan D-Pad untuk bergerak

source: CONFIGURATION OF BUTTONS
id: KONFIGURASI TOMBOL

source: Revert to default button mapping.
id: Kembali ke pemetaan tombol default

source: Roll
id: Berguling

source: Left skill
id: Skill kiri

source: Right skill
id: Skill kanan

source: Use
id: Gunakan

source: Leave/get back in body
id: Tinggalkan/kembali ke tubuh

source: View map
id: Lihat peta

source: Mouse cursor lock
id: Kunci kursor mouse

source: The mouse cursor cannot leave the display area while the game is active.
id: Kursor mouse tidak dapat keluar dari area tampilan saat game aktif.

source: Restores the original key bindings.
id: Mengembalikan pengaturan tombol asli.

source: Map: Focus
id: Peta: Fokus

source: Map: Zoom in
id: Peta: Zoom in

source: Map: Zoom out
id: Peta: Zoom out

source: Map: Up
id: Peta: keatas

source: Map: Left
id: Peta: kekiri

source: Map: Down
id: Peta: kebawah

source: Map: Right
id: Peta: kekanan

source: Next
id: Selanjutnya

source: Previous
id: Sebelumnya

source: Fullscreen
id: Mode layar penuh

source: Fullscreen windowed
id: Layar penuh (windowed)

source: Windowed
id: Mode Jendela

source: Enable VSync
id: Nyalakan VSync

source: Lock at 30 FPS
id: Kunci pada 30 FPS

source: Enable bright flashes
id: Hidupkan cahaya terang

source: Turns off bright flashes that affect the game screen (explosions, wounds, etc.). Use this option if these flashes bother you or pose a health risk.
id: Mengendalikan beragam macam cahaya yang berdampak terhadap layar (ledakan, saat terluka, dst.)" Gunakan opsi ini jika cahaya tersebut mengganggumu atau mempunya penyakit tertentu.

source: Enable pixelated font
id: Nyalakan tulisan piksel

source: SOUND
id: SUARA

source: Main volume
id: Volume Utama

source: Music volume
id: Volume Musik

source: SFX volume
id: Volume SFX

source: Ambient sound volume
id: Volume Suara Ambien

source: LANGUAGE
id: BAHASA

source: You must be in the start screen to change the language.
id: Perubahan Bahasa hanya bisa dilakukan pada layar awal

source: Download another language
id: Unduh bahasa lain

source: You can change the appearance of the food found in the game. This change is purely aesthetic.
id: Kau dapat merubah tampilan dari makanan yang ditemukan di dalam gim. Perubahan ini sangat berestetika.

source: Carnivore
id: Karnivor

source: Castlevaniesque
id: Seperti Castlevania

source: New mod subscriptions may take a little while to appear here.
id: Berlangganan mod baru memerlukan beberapa waktu untuk muncul disini.

source: Warning: This mod may automatically unlock certain items.
id: Peringatan: mod ini mungkin secara otomatis akan membuka item tertentu.

source: This mod is not compatible with activated ones.
id: Mod ini idak komptibel dengan yang telah diaktifkan.

source: This mod is not compatible with others that are already active
id: Mod ini tidak kompatibel dengan mod lain yang sedang aktif

source: Controls tutorial
id: Kontrol Tutorial

source: Show control tips at the start of the game.
id: Tunjukkan tip kontrol pada bagian awal game.

source: Roll ready
id: Gulungan tersedia

source: Subtle feedback indicating that the dodge skill is ready.
id: Umpan balik yang licik mengindikasikan bahwa keahlian untuk menghindar telah siap.

source: Smart roll
id: Gulungan pintar

source: Interrupts a roll if it would cause you to fall from a high platform.
id: Akan memberhentikan roll jika roll tersebut akan menjatuhkanmu dari suatu platform.

source: Attack warning
id: Peringatan Penyerangan

source: Displays a "{!@CC}" when an enemy is about to strike.
id: Tampilkan "{!@CC}" ketika musuh akan menyerang.

source: Display the number of enemies killed without being hit
id: Tampilkan jumlah musuh yang terbunuh tanpa tekena pukulan

source: Hides the interface buttons.
id: Sembunyikan tombol didalam interface.

source: Hide controls
id: Sembunyikan kontrol

source: Activate Chroma
id: Aktifkan Chroma

source: Allows you to activate Chroma lighting effects on your Razer equipment.
id: Mengijinkan pengaktivasian efek pencahayaan Chroma pada peralatan Razer-mu.

source: Activate Steam Cloud synchronization.
id: Aktifkan Sinkronisasi Steam Cloud.

source: We recommend that you deactivate this function if you want to play offline.
id: Kami sangat menyarankan kamu menonaktifkan fungsionalitas ini jika kamu ingin bermain offline.

source: Would you like to transfer your Steam Cloud save files to your computer? Warning! If you already have local save files they will be permanently overwritten!
id: Apakah anda ingin memindahkan save file local anda ke Steam Cloud?Peringatan! Jika anda mempunyai save file di Steam Cloud, file tersebut terganti dan hilang selamanya!

source: Activate the mod interface
id: Aktifkan antarmuka mod

source: Shows a menu between each run allowing youto activate and disable mods.
id: Menampilkan menu di antara setiap eksekusi yang memungkinkan Anda mengaktifkan dan menonaktifkan mod.

source: CREDITS
id: KREDIT

source: Sound and Music
id: Suara dan Musik

source: "Indie Catapult" Business Marketing
id: "Indie Catapult" Marketing Bisnis

source: Acknowledgements
id: Ucapan Terima Kasih

source: With participation from the Fonds d'Aide aux Jeux Vidéo, thanks to the Centre National du Cinéma et de l'Image Animé and the Ministère de l'Économie, de l'Industrie et du Numérique.
id: Dengan partisipasi dari Fonds d'Aide aux Jeux Vidéo, berkat Centre National du Cinéma et de l'Image Animé dan Ministère de l'Économie, de l'Industrie et du Numérique.

source: A big thanks to the players who helped us improve the game during early access, and to Jérémy Vitry, Alexis Rives, Derek Lieu and Bastien Sanchez.
id: Terima kasih sebesar-besarnya kepada para pemain yang membantu kami meningkatkan game ini selama akses awal, serta kepada Jérémy Vitry, Alexis Rives, Derek Lieu, dan Bastien Sanchez.

source: We would also like to thank our friends and families for their support all through this adventure!
id: Kami juga ingin mengucapkan terima kasih kepada teman-teman dan keluarga kami atas dukungan mereka sepanjang petualangan ini!

source: Dead Cells uses open source software. More informations on https://dead-cells.com/oss
id: Dead Cells menggunakan perangkat lunak sumber terbuka. Informasi lebih lanjut di https://dead-cells.com/oss

source: Motion Twin on Facebook
id: Motion Twin di Facebook

source: Motion Twin on Twitter
id: Motion Twin di Twitter

source: Loading error: ::e::
id: Memuat error ::e::

source: Some changes will only be applied when you start a new run.
id: Beberapa perubahan hanya akan diterapkan saat Anda memulai run baru.

source: Activate the streaming integration
id: Aktifkan integrasi streaming

source: There are no streaming accounts connected with the game.
id: Tidak ada akun streaming yang terhubung dengan gim.

source: ::service:: account connected: ::nickname::
id: ::service:: akun terhubung: ::nickname::

source: Configure
id: Mengkonfigurasi

source: Activate Captain Chicken
id: Aktifkan Kapten Ayam

source: A viewer will be randomly selected from those who volunteer. They will then be in charge of your health potion!
id: Seorang penonton akan dipilih secara acak dari para sukarelawan. Ia kemudian akan mengendalikan ramuan kesehatanmu!

source: Authorise The Chicken to heal you without an explicit request from you.
id: Izinkan The Chicken untuk menyembuhkan Anda tanpa permintaan eksplisit dari Anda.

source: The Chicken will have to wait for your request if you deactivate this.
id: Si Ayam harus menunggu permintaan Anda jika Anda menonaktifkan ini.

source: Allow The Chicken Captain to speak.
id: Izinkan The Chicken Captain untuk berbicara.

source: Authorize Captain Chicken to speak.
id: Berikan otorisasi kepada Kapten Chicken untuk berbicara.

source: The viewer controlling the chicken will be able to ahve their messages appear in game above the Chicken.
id: Pemirsa yang mengendalikan ayam akan dapat membuat pesan mereka muncul di dalam gim di atas Ayam.

source: The viewer controlling the Chicken will be able to make it speak (his message will be displayed in game).
id: Penonton yang mengendalikan Chicken akan dapat membuatnya berbicara (pesannya akan ditampilkan di dalam game).

source: Banish the current Chicken Captain!
id: Usir Kapten Ayam saat ini!

source: ::user:: has been banished as Captain Chicken.
id: ::user:: telah diasingkan sebagai Kapten Ayam.

source: ::user::, you have been banished as Captain Chicken, with great power 'came' great responsibility... A new Captain is being chosen.
id: ::user::, kau telah diasingkan sebagai Kapten Ayam, dengan kekuatan yang besar dibutuhkan tanggung jawab yang besar… Kapten baru telah terpilih.

source: Activate control of the Boss.
id: Aktifkan Kontrol Bos.

source: A random spectator chosen from the volunteers will be the Boss and will be able to launch some special attacks!
id: Seorang penonton acak yang dipilih dari para sukarelawan akan menjadi Bos dan akan bisa melancarkan beberapa serangan khusus!

source: Activate level modifiers.
id: Aktifkan Pengubah Level.

source: Between each level, viewers choose a modifier (good or bad) for the next level!
id: Di antara setiap level, penonton memilih pengubah (baik atau buruk) untuk level berikutnya!

source: Activate the Community Codex
id: Aktifkan Codex Komunitas

source: Viewers choose the type of the scrolls (Brutality, Tactics or Survival)
id: Pemirsa memilih jenis gulungan (Brutality, Tactics atau Survival)

source: Activate Community Chests
id: Aktifkan Catur Komunitas

source: Viewers will try to open these special chests while you're fighting!
id: Para penonton akan mencoba membuka peti khusus ini saat kamu bertarung!

source: Activate Community help to spot Secrets
id: Aktifkan pertolongan komunitas untuk menolong mengenali Rahasia

source: Viewers can let you know that they spotted a secret. But not the exact location ;p
id: Pemirsa dapat memberi tahu Anda bahwa mereka menemukan sebuah rahasia. Namun bukan lokasi tepatnya ;p

source: Activate permanent improvement for the Talisman
id: Aktifkan peningkaran permanane untuk Talisman

source: Between each level chat will decide which improvements your Amulet receives.
id: Di antara setiap level, obrolan akan memutuskan peningkatan mana yang diterima Jimatmu.

source: Activate comments
id: Aktifkan Komen

source: Viewers can celebrate your feats and failures through comments displayed on screen.
id: Penonton dapat merayakan keberhasilan dan kegagalan Anda melalui komentar yang ditampilkan di layar.

source: Activate level suggestions
id: Aktifkan Saran Level.

source: Chat will be able to vote on which level to take on next (but it's you who will decide which way to go).
id: Chat akan dapat memberikan suara untuk level mana yang akan dihadapi berikutnya (tapi kamulah yang akan memutuskan ke mana harus pergi).

source: Vote windows on the right
id: Jendela pemungutan suara di sebelah kanan

source: Vote windows will be on the left if deactivated.
id: Jendela voting akan berada di sebelah kiri jika dinonaktifkan.

source: EQUIPMENT
id: PERALATAN

source: Quit
id: Berhenti

source: Return to the title screen?
id: Kembali ke layar utama?

source: Title
id: Judul

source: Change category
id: Ubah Kategori

source: {::name:: mutations@BR}
id: {::name:: mutasions@BR}

source: General mutations
id: Mutasi umum

source: Reset mutations ({::gold::@LO} {iconCoin@img})
id: Setel ulang mutasi ({::gold::@LO} {iconCoin@img})

source: Reset mutations ({::gold::@GO} {iconCoin@img})
id: Setel ulang ({::gold::@GO} {iconCoin@img}

source: MAXIMUM NUMBER OF MUTATIONS REACHED
id: MUTASI MAKSIMUM DICAPAI

source: CHOOSE ::n:: MUTATIONS
id: PILIH MUTASI ::n::

source: CHOOSE 1 MUTATION
id: PILIH 1 MUTASI

source: Do you really want to reset your mutations for {::gold::@GO} {iconCoin@img}?
id: Apa kau benar benar ingin mensetel ulang mutasi {::gold::@GO} {iconCoin@img}?

source: Invert
id: Membalikkan

source: NEW ITEM UNLOCKED!
id: ITEM BARU TERBUKA!

source: To change your skin, you must go to the tailor's place, located near the starting room.
id: Kau hanya bisa merubah kulitmu di tempat Taylor, lokasinya dekat dengan ruang awal.

source: Saved games from this experimental version will not be kept.
id: Gim tersimpan pada versi eksperimental tidak akan di disimpan.

source: SAVED GAMES
id: GIM TERSIMPAN

source: Make a fresh experimental save
id: Buat penyimpanan eksperimental baru

source: Confirm import
id: Konfirmasi impor

source: Copy
id: Salin

source: WHERE DO YOU WANT TO COPY SAVE N°0::numslot:: TO?
id: DIMANA KAU INGIN MENSALIN SIMPANAN N°0::numslot::?

source: Are you sure you want to import save 0::from:: as an experimental save?
id: Apa kau yakin ingin meng-impor simpanan 0::from:: sebagai simpanan eksperimental?

source: Are you sure you want to copy the save 0::from:: to the slot n° 0::to::?
id: Apa kau yakin ingin mensalin simpanan 0::from:: ke slot n° 0::to::?

source: (The current save on the slot n°0::to:: will be erased!)
id: (Simpanan saat ini pada slot n°0::to:: akan dihapus!)

source: Are you sure you want to delete this save?
id: Apa kau yakin ingin menghapus penyimpanan ini?

source: Are you sure you want to reset the experimental save?
id: Apa kau yakin ingin menghapus penyimpanan ini?

source: Experimental slot (active)
id: Slot Eksperimental (aktif)

source: Import 0::index::
id: Impor 0::index::

source: 0::index:: (active)
id: 0::index:: (aktif)

source: {Early Access@CC}
id: {Akses Awal@CC}

source: Empty
id: Kosong

source: Saved game is incompatible with current game version
id: Penyimpanan gim tidak kompatibel pada gim versi ini

source: Last game:
id: Gim terakhir:

source: Number of runs:
id: Jumlah total permainan

source: +::num:: bonus points!
id: Bonus +::num:: poin!

source: ::n:: pt
id: +::n:: poin

source: ::n:: pts
id: +::n:: poin

source: Select your skin
id: Pilih skin

source: Current skin
id: Skin Saat Ini

source: PROGRESS
id: PROGRES

source: Upgrades
id: Peningkatan

source: Weapons
id: Senjata

source: Skills
id: Keahlian

source: General
id: Umum

source: Exploration
id: Eksplorasi

source: Biomes
id: Bioma

source: Monsters
id: Monster

source: Deaths
id: Kematian

source: Achievements
id: Pencapaian

source: Weapon blueprints brought to the Collector
id: Cetak biru senjata dibawa ke Kolektor

source: Available weapons
id: Senjata Tersedia

source: Skill blueprints brought to the Collector
id: Cetak biru keahlian dbawa ke Kolektor

source: Available skills
id: Keahlian Tersedia

source: Total number of games
id: Jumlah total permainan

source: Total number of games finished
id: Jumlah total permainan selesai

source: Most Gold obtained at once
id: Jumlah emas terbanyak yang pernah dimiliki

source: Total gold acquired
id: Jumlah total emas yang terkumpul

source: Total gold spent
id: Jumlah emas yang dibelanjakan

source: Most Cells obtained at once
id: Jumlah cells terbanyak yang pernah dimiliki

source: Cells acquired
id: Cell didapatkan

source: Cells spent
id: Cell yang dibelanjakan

source: Teleportations used
id: Penggunaan teleportasi

source: Health flasks used
id: Penggunaan Botol Vitalitas

source: Curses survived
id: Selamat dari kutukan

source: Normal chests opened
id: Peti harta karun dibuka

source: Cursed chests opened
id: Peti terkutuk dibuka

source: Secret portals opened
id: Portal rahasia dibuka

source: Secret portal challenges completed
id: Tantangan portal rahasia yang ditaklukkan

source: Secret portal challenges failed
id: Tantangan portal rahasia yang gagal ditaklukkan

source: Timed door challenges completed
id: Tantangan pintu berwaktu yang ditaklukkan

source: Timed door challenges failed
id: Tantangan pintu berwaktu yang gagal ditaklukkan

source: Untouchable doors completed
id: Pintu tak tersentuh selesai

source: Untouchable doors failed
id: Pintu tak tersentuh gagal

source: Total monsters slain
id: Jumlah monster yang dibantai

source: Total elite monsters slain
id: Jumlah monster elit yang dibantai

source: Deaths by an enemy
id: Dibunuh oleh musuh

source: Deaths by trap
id: Dibunuh oleh perangkap

source: Killed in a Challenge room
id: Mati di dalam ruang Tantangan

source: Deaths by falling
id: Mati jatuh

source: Deaths by infection
id: Mati keracunan

source: Deaths by suicide
id: Bunuh Diri

source: Cells lost
id: Cells yang hilang

source: You killed them:
id: Kamu membunuh mereka:

source: They killed you:
id: Mereka membunuhmu:

source: Current settings
id: Aturan Saat Ini

source: CHOOSE 1 UPGRADE
id: PILIH UPGRADE 1

source: +::prct::% damage with {RED@BR} items.
id: Kerusakan +::prct::% dengan item {RED@BR}

source: +::prct::% damage with {PURPLE@TA} items.
id: Kerusakan +::prct::% sengan item {PURPLE@TA}

source: +::prct::% damage with {GREEN@SU} items.
id: Kerusakan +::prct::% dengan item {GREEN@SU}

source: At last, it's over... What a waste!
id: Setidaknya, telah selesai...Buang buang waktu!

source: The Panacea
id: Obat Mujarab

source: It looks like it's working...
id: Sepertinya bias bekerja dengan baik...

source: My skin... Seems to be fading... Is this the end?
id: Kulitku...Sepertinya semakin menghilang...apakah ini akhir?

source: This Kingdom may be damned to eternity... But at least I won't be stuck here with it.
id: Kerajaan ini dikutuk selamanya...tetapi setidaknya aku tidak akan terjebak disini.

source: Farewell!
id: Selamat Tinggal!

source: ... Aaany time now...
id: ...Terrrrseraaaaaah...

source: Despite how little there was left... It seems to be doing something!
id: Meskipun hanya sedikit yang tersisa...Sepertinya itu berbuat sesuatu!

source: My body and spirit are bound again...
id: Tubuh dan Jiwaku menyatu kembali...

source: End him.
id: Habisi dia.

source: What have you done, moron...
id: Apa yang telah kau lakukan blo'on'...

source: I've been trying to save this wretched Kingdom...
id: Aku telah mencoba menyelamantkan Kerajaan yang malang ini...

source: Save it... From an ass like you!
id: Simpanlah... Dari pecundang macam kamu!

source: Oh, we're all in deep now.
id: Oh, kita semua sudah terlibat terlalu jauh sekarang.

source: I see you've managed to crawl back into your own skin.
id: Aku lihat kamu berhasil kembali menjadi dirimu sendiri.

source: I needed to keep you away from my research while I worked on a cure.
id: Aku harus menjauhkanmu dari penelitianku sementara aku bekerja mencari obat.

source: Today, I hope you understand why...
id: Hari ini, aku harap kau mengerti mengapa...

source: Anyway, you arrived right on time! I've just completed the device which will help me create a cure for the Malaise!
id: Bagaimanapun, kamu datang tepat waktu! Aku baru saja menyelesaikan perangkat yang akan membantuku menciptakan obat penawar untuk Malaise!

source: Welcome, my mute friend!
id: Selamat Datang, teman pendiamku!

source: Do you like my Catalyst? Nothing too fancy really, but a necessary tool for any aspiring Alchemist.
id: Apakah kamu suka Katalisku? Tidak terlalu istimewa, sebenarnya, tetapi alat yang diperlukan bagi setiap calon Alkemis.

source: Never mind that... How many wretches did you slay this time? How many Cells did you bring me?
id: Lupakan itu... Berapa banyak makhluk sialan yang kau bunuh kali ini? Berapa banyak Cells yang kau bawa untukku?

source: Would you be kind enough to put them in the Catalyst right there?
id: Maukah Anda berbaik hati memasukkannya ke dalam Catalyst tepat di sana?

source: Are you familiar with the myth of the Panacea?
id: Apa kau akrab dengan mitos Obat Segala Penyakit?

source: The cure to all disease...
id: Obat dari segala macam penyakit...

source: ... distilled from the crude essence of life itself.
id: ... disuling dari esensi mentah kehidupan itu sendiri.

source: Well, if you believe the First Alchemists.
id: Yah, jika kamu percaya pada Para Alkemis Pertama.

source: Drivel! From a bunch of senile old fools. Fairy tales for gullible children... Just look at you.
id: Omong kosong! Dari segerombolan orang tua pikun yang bodoh. Dongeng untuk anak-anak yang mudah tertipu... Coba lihat dirimu.

source: Dependence. Loss of empathy. Lust for violence. Insanity. Endless death.
id: Ketergantungan. Kehilangan empati. Nafsu akan kekerasan. Kegilaan. Kematian tanpa akhir.

source: Nothing good can come of messing with Cells...
id: Tidak ada hal baik yan timbul dari main main dengan sel...

source: But then... I've already scoured the entire Island, scavenging from the remains of the fallen...
id: Tapi lalu... Aku sudah menyisir seluruh Pulau, mengais dari sisa-sisa mereka yang gugur...

source: ... And even the bellies of the living. Few were willing to help. Many begged for mercy.
id: ... Dan bahkan perut orang-orang yang masih hidup. Hanya sedikit yang bersedia membantu. Banyak yang memohon belas kasihan.

source: Is this all I've got left? The false hope of a bunch of children's stories...
id: Apakah hanya ini yang tersisa bagiku? Harapan palsu dari sekumpulan cerita anak-anak...

source: Pathetic.
id: Menyedihkan.

source: Urgh!
id: Ugh!

source: You can't kill me!
id: Kau tidak bisa membunuhku!

source: That's it? I didn't feel a thing.
id: Hanya itu? Aku tidak merasakan apapun.
