Repository: junwatu/deadcells-id-translation
Catalog: main.po
Languages: id

source: Someone keeps leaving weird books all around the Island.
id: Seseorang terus meninggalkan buku-buku aneh di seluruh Pulau.

source: I want to try some of the... uh... stuff written there.
id: Saya ingin mencoba beberapa... uh... hal yang tertulis di sana.

source: But I need cells, the sort you're carrying, for the experiments.
id: Tapi aku membutuhkan sel-sel, jenis yang kamu bawa, untuk eksperimen-eksperimen itu.

source: Bring me some and I will help you in exchange, would ya darling?
id: Bawakan aku beberapa dan aku akan membantumu sebagai imbalannya, mau ya sayang?

source: For the last time, my scissors are NOT made to cut hairs! Especially not those of some rotting zombie!
id: Untuk terakhir kalinya, gunting saya TIDAK dibuat untuk memotong rambut! Terutama bukan rambut milik zombie yang membusuk!

source: Blah blah blah... you never let me do anything anyway and... oh! A newcomer!
id: Blah blah blah... lagian kamu tidak pernah membiarkan aku melakukan apa pun dan... oh! Seorang pendatang baru!

source: Nice to meet you, I'm the Tailor's daughter! I myself am studying to become a hairdresser... I WAS studying before all my teachers died, at least...
id: Senang bertemu denganmu, aku putri Penjahit! Aku sendiri sedang belajar untuk menjadi penata rambut... AKU SEMPAT belajar sebelum semua guruku meninggal, setidaknya...

source: Yeah, let's talk about that! Who has to take care of his daughter when the school is closed, uh? The education system of this island is not what it once was...
id: Ya, mari kita bicarakan itu! Siapa yang harus mengurus anak perempuannya ketika sekolah tutup, ya? Sistem pendidikan di pulau ini tidak seperti dulu lagi...

source: Pfff, okay Bomber...
id: Pfff, oke Bomber...

source: At least, I beg you to help her work on her studies ... ask her, she might be able to comb your... green thingy.
id: Setidaknya, aku mohon padamu untuk membantunya belajar ... tanyakan padanya, mungkin dia bisa menyisir... benda hijaumu.

source: Oh yeah! I can help you find your new style!
id: Oh ya! Aku bisa membantumu menemukan gaya barumu!

source: But I forbid you from plunging my sewing scissors in that thing!
id: Tapi aku melarangmu menusukkan gunting jahitku ke dalam benda itu!

source: "Nice dress!"
id: Gaun yang bagus!

source: We can lend you gold at the grand rate of... let me see... 0%. I guess we have to be attractive, considering the current state of affairs.
id: Kami bisa meminjamkan emas kepada Anda dengan suku bunga yang luar biasa sebesar... coba saya lihat... 0%. Kurasa kami harus menarik, mengingat keadaan saat ini.

source: You can even contract multiple loans! Note that by borrowing money from our Bank, you tacitly agree to a contract that leaves us ample avenues of retribution in the event of a payment default on your end.
id: Anda bahkan bisa mengajukan beberapa pinjaman sekaligus! Perlu dicatat bahwa dengan meminjam uang dari Bank kami, Anda secara tersirat menyetujui suatu kontrak yang memberi kami berbagai jalur penindakan apabila terjadi gagal bayar di pihak Anda.

source: Hum? Oh it just means that we encourage you to pay back what you owe before leaving the Bank, that's all.
id: Hm? Oh itu hanya berarti bahwa kami mendorong Anda untuk membayar kembali utang Anda sebelum meninggalkan Bank, itu saja.

source: Oh no you don't!
id: Oh tidak, jangan!

source: I'm not done with you.
id: Aku belum selesai denganmu.

source: Now fight. For real, this time.
id: Sekarang bertarung. Sungguh, kali ini.

source: Final stage
id: Tahap akhir

source: Yes, that should work.
id: Ya, itu seharusnya berfungsi.

source: Continue?
id: Lanjutkan?

source: Do you want to resurrect from your last save?
id: Apakah Anda ingin hidup kembali dari simpanan terakhir Anda?

source: Hey, I've finally found the muscular guy in blue!
id: Hei, aku akhirnya menemukan pria berotot berbaju biru!

source: Hey, have you seen a muscular guy in blue?
id: Hei, apakah kamu melihat seorang pria berotot berbaju biru?

source: Belmont, blood of the enemy. Are you his ally, interloper?
id: Belmont, darah musuh. Apakah kau sekutunya, penyusup?

source: It doesn't matter. You entered my Castle uninvited. You'll pay dearly for this affront.
id: Itu tidak penting. Kau memasuki Istanaku tanpa diundang. Kau akan membayar mahal atas kelancangan ini.

source: Uninvited?!
id: Tidak diundang?!

source: It's you who appeared out of nowhere with all your horrible monsters!
id: Kamulah yang muncul entah dari mana dengan semua monster mengerikanmu!

source: Perhaps the same could be said of all bosses...
id: Mungkin hal yang sama bisa dikatakan tentang semua bos...

source: I am not much of a human anymore, but this Richter was a man worth saving!
id: Aku sudah tidak terlalu manusia lagi, tapi Richter yang satu ini adalah pria yang layak diselamatkan!

source: I am not much of a human anymore, but this Richter is still a man worth saving!
id: Aku sudah tidak terlalu manusia lagi, tetapi Richter ini masih seorang pria yang layak diselamatkan!

source: What is a man? A miserable little pile of secrets!
id: Apa itu seorang pria? Sebuah tumpukan kecil rahasia yang menyedihkan!

source: But enough talk... Have at you!
id: Sudah cukup bicara... Ayo lawan!

source: Now, you will die.
id: Sekarang, kamu akan mati.

source: Die monster. You don't belong in this world!
id: Mati, monster. Kau tidak pantas berada di dunia ini!

source: It was not by my hand that I am once again given flesh.
id: Bukan oleh tanganku aku sekali lagi diberi raga.

source: I was called here by humans who wish to pay me tribute.
id: Saya dipanggil ke sini oleh manusia yang ingin membayar upeti kepada saya.

source: Tribute!?!
id: Upeti!?!

source: You steal men's souls and make them your slaves!
id: Kau mencuri jiwa manusia dan menjadikan mereka budakmu!

source: Perhaps the same could be said of all religions...
id: Mungkin hal yang sama bisa dikatakan tentang semua agama...

source: Your words are as empty as your soul! Mankind ill needs a savior such as you!
id: Kata-katamu sama kosongnya dengan jiwamu! Umat manusia sama sekali tidak membutuhkan penyelamat sepertimu!

source: What is a man? A miserable little pile of secrets !
id: Apa itu manusia? Sekumpulan kecil rahasia yang menyedihkan !

source: But enough talk, have at you!
id: Tapi cukup bicara, hadapi aku!

source: Die, Belmont!
id: Matilah, Belmont!

source: Begone!
id: Enyahlah!

source: We meet again at last, Belmont. Let's finish this.
id: Akhirnya kita bertemu lagi, Belmont. Mari kita selesaikan ini.

source: Dracula! I'll make you pay for what you did to her!
id: Dracula! Akan kubuat kau membayar atas apa yang kau lakukan padanya!

source: You're welcome to try, Belmont.
id: Silakan coba, Belmont.

source: That man's an imposter!
id: Pria itu adalah seorang penyamar!

source: Uh oh...
id: Aduh...

source: That's MY outfit!
id: Itu pakaian SAYA!

source: You can't just copy my wardrobe to get my immeasurable powers.
id: Kamu tidak bisa begitu saja meniru gaya pakaianku untuk mendapatkan kekuatanku yang tak terukur.

source: I'll make you pay for this unspeakable offense, you wretch!
id: Aku akan membuatmu membayar atas pelanggaran yang tak terkatakan ini, makhluk hina!

source: So it has come to this. My most trusted lieutenant turns on me...
id: Jadi akhirnya seperti ini. Letnan yang paling kupercayai berbalik melawanku...

source: How ungrateful.
id: Betapa tidak tahu berterima kasih.

source: You were nameless before I made you what you are.
id: Kamu tak bernama sebelum aku menjadikanmu seperti sekarang.

source: What I created, I can also destroy!
id: Apa yang kuciptakan, bisa juga kuhancurkan!

source: *Armor plates creaking
id: *Pelat zirah berderit

source: ...Even my own ornamental armors are threatening me, now. Where is the world heading?!
id: ...Bahkan baju zirah hias milikku sendiri mengancamku, sekarang. Ke mana dunia ini menuju?!

source: *Joints squeaking
id: *Sendi berderit

source: Wait, it's you?! How dare you address me like this?!
id: Tunggu, itu kamu?! Berani-beraninya kamu bicara kepadaku seperti ini?!

source: *Detached visor squealing
id: *Visor yang terlepas berdecit

source: ENOUGH! No one has ever dared speak to me on that tone before!
id: CUKUP! Tidak ada seorang pun yang pernah berani berbicara kepada saya dengan nada seperti itu sebelumnya!

source: Fight me, tin can!
id: Lawan aku, kaleng!

source: Lord Dracula, you are reborn!
id: Tuan Dracula, Anda terlahir kembali!

source: Ah, the traitor, Hector... Why did you betray me?
id: Ah, si pengkhianat, Hector... Mengapa kau mengkhianatiku?

source: Why did you unleash your hatred upon the humans?
id: Mengapa kamu melampiaskan kebencianmu kepada manusia?

source: When you began slaughtering them indiscriminately, I had no choice but to disobey you.
id: Ketika kamu mulai membantai mereka secara membabi buta, aku tak punya pilihan selain membangkang padamu.

source: You side against me... for the sake of humans? Humans are not worth the air they breathe! I was simply cleansing the world.
id: Kau berpihak melawanku... demi manusia? Manusia tidak sepadan dengan udara yang mereka hirup! Aku sekadar membersihkan dunia.

source: It is not your place to judge the worth of humans.
id: Kamu tidak berhak menilai nilai manusia.

source: The powerful always judge the weak. The humans made their judgement of me, as well.
id: Yang berkuasa selalu menghakimi yang lemah. Para manusia juga telah menjatuhkan penilaian terhadapku.

source: Thus I sentenced them... to extinction. Sympathy is merely a form of weakness.
id: Maka aku menghukum mereka... dengan kepunahan. Simpati hanyalah bentuk kelemahan.

source: You betrayed me, Hector... And for that, the punishment is death.
id: Kau mengkhianatiku, Hector... Dan untuk itu, hukumannya adalah kematian.

source: Father...
id: Ayah...

source: Well met, my son! It's been a long time.
id: Senang bertemu, anakku! Sudah lama sekali.

source: I was hoping we would not see each other again.
id: Saya berharap kita tidak akan saling bertemu lagi.

source: I can't allow you to leave here, Father.
id: Aku tidak bisa mengizinkanmu pergi dari sini, Ayah.

source: You have ever been the ally of humans. Have you forgotten what they did to your Mother?
id: Kau selama ini menjadi sekutu manusia. Apakah kau sudah lupa apa yang mereka lakukan pada Ibumu?

source: Think you I would forget such a thing? No. But neither do I seek revenge against them.
id: Kau pikir aku akan melupakan hal seperti itu? Tidak. Namun aku juga tidak berniat membalas dendam kepada mereka.

source: Still uttering the same nonsense. No matter.
id: Masih mengucapkan omong kosong yang sama. Tidak masalah.

source: Now is the time to put aside your weak human side and join me in remaking this world!
id: Sekarang saatnya menyingkirkan sisi manusia lemahmu dan bergabung denganku untuk menciptakan ulang dunia ini!

source: Dracula, in the name of my mother. I will defeat you again.
id: Dracula, demi ibuku. Aku akan mengalahkanmu lagi.

source: I will end you and your Curse, in the name of my family!
id: Aku akan mengakhiri dirimu dan Kutukanmu, atas nama keluargaku!

source: A Belnades. Merely an assistant to the Belmonts. Destroying you will be a formality.
id: Seorang Belnades. Hanya seorang asisten bagi keluarga Belmont. Menghancurkanmu akan menjadi formalitas.

source: You won't capture me as easily this time!
id: Kali ini kau tidak akan menangkapku semudah itu!

source: I don't even know who you are...
id: Aku bahkan tidak tahu siapa dirimu...

source: What a cozy spot.
id: Tempat yang sangat nyaman.

source: I could sit... just for a moment...
id: Aku bisa duduk... hanya sebentar...

source: I think I slept a little... wait, that wasn't there before!
id: Aku rasa aku tertidur sebentar... tunggu, itu sebelumnya tidak ada!

source: “Was it you... Was it you that freed me?”
id: “Apakah itu kamu... Apakah kamu yang membebaskanku?”

source: “You smell like rotting flesh... and bloodlust and a lack of respect for life...”
id: “Kau berbau seperti daging yang membusuk... dan haus darah dan kurangnya rasa hormat terhadap kehidupan...”

source: “But don’t think I’m just going to follow you around from now on! We could have a lot of fun together... if you remember to treat me well!”
id: “Tapi jangan kira aku akan begitu saja mengikutimu ke mana-mana mulai sekarang! Kita bisa bersenang-senang bersama... asalkan kamu ingat untuk memperlakukanku dengan baik!”

source: No item in backpack
id: Tidak ada item di ransel

source: Swap
id: Tukar

source: Change object quality
id: Ubah kualitas objek

source: Turn the object colorless
id: Jadikan objek tersebut tidak berwarna

source: Change object level
id: Ubah level objek

source: Select a biome preset
id: Pilih preset bioma

source: Current preset
id: Prasetel saat ini

source: Spawn mobs from biome
id: Munculkan mob dari bioma

source: Levels
id: Tingkat

source: Incompatible outfit
id: Pakaian tidak kompatibel

source: Select your outfit
id: Pilih pakaian Anda

source: Do you wish to start a Boss Rush run with the current selection?
id: Apakah Anda ingin memulai sesi Boss Rush dengan pilihan saat ini?

source: Incompatible head
id: Kepala tidak kompatibel

source: Tailor's Daughter
id: Putri Penjahit

source: Current head
id: Kepala saat ini

source: Select an enemy
id: Pilih musuh

source: Current enemy
id: Musuh saat ini

source: Base
id: Dasar

source: Cloak
id: Jubah

source: Pants
id: Celana

source: Belt
id: Sabuk

source: Helmet
id: Helm

source: Armor
id: Baju zirah

source: Material
id: Bahan

source: Biome depth: ::v::
id: Kedalaman bioma: ::v::

source: Mobs level: ::v::
id: Level mob: ::v::

source: Recommended scrolls: ::v::
id: Gulungan yang direkomendasikan: ::v::

source: Gear level: ::v::
id: Tingkat perlengkapan: ::v::

source: Copy biome difficulty
id: Salin kesulitan bioma

source: Switch map display
id: Ganti tampilan peta

source: WORLD MAP
id: PETA DUNIA

source: Hey you!
id: Hei kamu!

source: Hey, you left your liver here.
id: Hei, kamu meninggalkan hatimu di sini.

source: Not looking so regal now, uh?
id: Tidak terlihat begitu agung sekarang, ya?

source: STAY ALIVE..!
id: TETAP HIDUP..!

source: Sit
id: Duduk

source: The Bank
id: Bank

source: Go to the Bank
id: Pergi ke Bank

source: Oh ho! A new arrival...
id: Oh ho! Pendatang baru...

source: And the rats haven't even got to him yet.
id: Dan tikus-tikus bahkan belum sampai ke dia.

source: ...I bet there's still some good stuff to scavenge!
id: ...Aku yakin masih ada barang-barang bagus untuk dijarah!

source: Meh, just some rusty old key...
id: Meh, cuma kunci tua berkarat...

source: ...and a torn up letter.
id: ...dan sebuah surat yang disobek-sobek.

source: "Royal Gardener, with all the respect that I owe you... OBEY YOUR ORDERS or you will find yourself in the stomach of one of the ticks!"
id: "Tukang Kebun Kerajaan, dengan segala rasa hormat yang saya sampaikan kepada Anda... PATUHI PERINTAH ANDA atau Anda akan mendapati diri Anda berada di dalam perut salah satu kutu!"

source: "For all our sakes, this is your last warning."
id: Demi kebaikan kita semua, ini peringatan terakhirmu.

source: "Signed: Commander Castaing."
id: "Ditandatangani: Komandan Castaing."

source: Ergh, nothing of interest at all...
id: Ergh, tidak ada yang menarik sama sekali...

source: Except for this jacket!
id: Kecuali jaket ini!

source: Give ::amountGive:: {iconCoin@img}
id: Berikan ::amountGive:: {iconCoin@img}

source: Hmph... can't even find something worth cooking around here...
id: Hmph... bahkan tidak bisa menemukan sesuatu yang layak dimasak di sekitar sini...

source: You may as well take it. Wish you luck! ...You will need it.
id: Kamu sebaiknya ambil saja. Semoga beruntung! ...Kamu akan membutuhkannya.

source: Grilled tentacle? You, sir, are a man of great taste.
id: Tentakel panggang? Anda, Tuan, adalah pria yang berselera tinggi.

source: "Please DO NOT break that door!"
id: "Tolong JANGAN merusak pintu itu!"

source: Select a mob
id: Pilih mob

source: "If you're reading this, it means that I'm dead."
id: "Jika kamu membaca ini, itu berarti aku sudah mati."

source: "You need to investigate the report about the Giant's corpse disappearing from the Prison."
id: Anda perlu menyelidiki laporan tentang mayat Raksasa yang menghilang dari Penjara.

source: "The King entrusted him with something that mustn't fall into the wrong hands."
id: Sang Raja mempercayakan kepadanya sesuatu yang tidak boleh jatuh ke tangan yang salah.

source: Go back to the entrance
id: Kembali ke pintu masuk

source: Go back to the start of the floor
id: Kembali ke awal lantai

source: Pick up the key first
id: Ambil kunci terlebih dahulu

source: Independent Legends
id: Legenda Independen

source: This strange book tells the tale of heroes from other worlds. Some of its cryptic sentences seem to be providing clues... but for what?
id: Buku aneh ini menceritakan kisah para pahlawan dari dunia lain. Beberapa kalimatnya yang samar tampaknya memberikan petunjuk... tapi untuk apa?

source: I already know how all these stories end. Stupid book!
id: Aku sudah tahu bagaimana semua cerita ini berakhir. Buku bodoh!

source: This page is titled "Blasphemous". " 'Cause this flask in your head is bad for your health".
id: Halaman ini berjudul "Blasphemous". " Karena labu di kepalamu itu buruk untuk kesehatanmu".

source: Okay, I guess.
id: Oke, kurasa.

source: This one is called "Hyper Light Drifter". It tells the tale of a man in a Drifter outfit and his reliable sword.
id: Yang satu ini berjudul "Hyper Light Drifter". Ini menceritakan kisah seorang pria dengan pakaian Drifter dan pedang andalannya.

source: Clear as day.
id: Sejelas siang hari.

source: The subject here is "Hollow Knight". "How much can you bounce?".
id: Subjek di sini adalah "Hollow Knight". "Seberapa jauh kamu bisa memantul?".

source: Bounce? But how?!
id: Memantul? Tapi bagaimana?!

source: "Guacamelee". A story about the savior of the "Mexiverse" that fought countless undead wrestlers bare-handed (and footed).
id: "Guacamelee". Sebuah kisah tentang sang penyelamat "Mexiverse" yang bertarung melawan tak terhitung banyaknya pegulat mayat hidup dengan tangan kosong (dan kaki).

source: I'm always up for a good fight!
id: Aku selalu siap untuk pertarungan yang seru!

source: Curse of the Dead Gods. It says that a seasoned explorer knows not to get hit by those nasty traps ONCE.
id: Curse of the Dead Gods. Katanya, seorang penjelajah berpengalaman tahu untuk tidak terkena jebakan-jebakan berbahaya itu SEKALI SAJA.

source: Who could have thought...
id: Siapa yang menyangka...

source: This part is titled "Skul". "Have you heard of the tomb of that foreign little boy?".
id: Bagian ini berjudul "Skul". "Apakah kamu pernah mendengar tentang makam anak kecil asing itu?".

source: Not until now.
id: Belum sampai sekarang.

source: There are more chapters ...
id: Ada lebih banyak bab ...

source: No explanation here, just a large picture of a knight clad in blue plates with horns and a title: "Shovel Knight". His shovel is especially visible.
id: Tidak ada penjelasan di sini, hanya sebuah gambar besar seorang ksatria berzirah pelat biru dengan tanduk dan judul: "Shovel Knight". Sekopnya tampak sangat jelas.

source: Looks like the reproduction of a painting...
id: Terlihat seperti reproduksi sebuah lukisan...

source: On this "Hotline Miami" page, I can read: "Knock knock" "Who's th-" BONK BONK BONK SPLAT!
id: Di halaman "Hotline Miami" ini, saya bisa membaca: "Tok tok" "Siapa di sa-" BONK BONK BONK SPLAT!

source: What a lousy joke!
id: Sungguh lelucon yang buruk!

source: A report titled "Katana Zero" : "They said that the Dragon, or "Fifteen" as he was called in his unit was able to slash through his enemies with his katana without getting hit."
id: Sebuah laporan berjudul "Katana Zero" : "Mereka mengatakan bahwa Dragon, atau "Lima Belas" seperti dia dipanggil di unitnya, mampu menebas musuh-musuhnya dengan katananya tanpa terkena serangan."

source: Cool for him.
id: Keren untuknya.

source: It says here, under the title "Risk of Rain", that the surface of Petrichor V is dotted with strange shrines. Adventurers prayed them in the hope of getting loot from them.
id: Tertulis di sini, di bawah judul "Risk of Rain", bahwa permukaan Petrichor V dipenuhi dengan altar-altar aneh. Para petualang berdoa di altar-altar itu dengan harapan mendapatkan jarahan dari sana.

source: Good idea, I'll try that if I find one!
id: Ide bagus, akan saya coba itu jika saya menemukannya!

source: "Attention, Terraria adventurers: you must sacrifice the Guide Voodoo Doll in the magma to summon the Wall of Flesh".
id: Perhatian, para petualang Terraria: Anda harus mengorbankan Boneka Voodoo Pemandu ke dalam magma untuk memanggil Wall of Flesh

source: No way, I won't throw one of my precious items in the lava!
id: Tidak mungkin, aku tidak akan melempar salah satu barang berhargaku ke dalam lava!

source: A drawing, titled "Slay the Spire", represents a three-pronged symbol, each with a small sketch. A bag of coins is drawn on the red prong. On the blue one, a sword is linked to a key via a short chain. Lastly, the green prong is topped with a red-eyed skull.
id: Sebuah gambar, berjudul "Slay the Spire", menggambarkan sebuah simbol bercabang tiga, masing-masing dengan sketsa kecil. Sebuah kantong koin digambar pada cabang merah. Pada yang biru, sebuah pedang terhubung ke sebuah kunci melalui rantai pendek. Terakhir, cabang hijau di puncaknya terdapat tengkorak bermata merah.

source: I really don't get contemporary art, I just don't have the keys to understand it!
id: Saya benar-benar tidak mengerti seni kontemporer, saya hanya tidak punya kunci untuk memahaminya!

source: Dear prisoner,
id: Yth. narapidana,

source: Tired of killing the same monsters over and over?
id: Bosan membunuh monster yang sama berulang-ulang?

source: Bored by the landscapes of this small island?
id: Bosankah Anda dengan pemandangan di pulau kecil ini?

source: Well, I definitely am.
id: Yah, aku memang begitu.

source: I think we can help each other.
id: Saya pikir kita bisa saling membantu.

source: Meet me in the sewers, where I’m restocking for food.
id: Temui aku di gorong-gorong, tempat aku mengisi ulang stok makanan.

source: No bank teller this time.
id: Tidak ada teller bank kali ini.

source: Security doesn't seem to be their strong suit.
id: Keamanan tampaknya bukan keunggulan mereka.

source: Let's take the key, I guess.
id: Mari kita ambil kunci itu, kurasa.

source: Choose your difficulty
id: Pilih tingkat kesulitan Anda

source: Pull
id: Tarik

source: Choose your stats
id: Pilih statistik Anda

source: Borrow ::amountGet:: {iconCoin@img}
id: Pinjam ::amountGet:: {iconCoin@img}

source: Error, you can't borrow more gold in this life.
id: Kesalahan, Anda tidak dapat meminjam lebih banyak emas dalam hidup ini.

source: Thank you for your patronage! Please come again!
id: Terima kasih atas kunjungan Anda! Silakan datang lagi!

source: Ka-ching! Here's your money.
id: Ka-ching! Ini uang Anda.

source: ... a loan is a binding commitment that engages your very soul and ...
id: ... pinjaman adalah komitmen yang mengikat yang melibatkan jiwa Anda yang terdalam dan ...

source: Thanks! Have you considered borrowing more?
id: Terima kasih! Sudahkah Anda mempertimbangkan untuk meminjam lebih banyak?

source: Gather four Scroll Fragments to unlock one stat point of your choosing.
id: Kumpulkan empat Fragmen Gulungan untuk membuka satu poin atribut pilihanmu.

source: Cursed mobs can spawn in up to {::count::@PE} biomes!
id: Mob terkutuk dapat muncul di hingga {::count::@PE} bioma!

source: Next level
id: Level berikutnya
