Repository: junwatu/deadcells-id-translation
Catalog: main.po
Languages: id

source: You have visited this next biome far less than the other currently available biomes.
id: Anda telah mengunjungi bioma berikutnya ini jauh lebih jarang daripada bioma lain yang saat ini tersedia.

source: Visiting it will provide a bonus to cell and gold drop rates.
id: Mengunjunginya akan memberikan bonus pada tingkat drop sel dan emas.

source: Cursed biome
id: Bioma terkutuk

source: This biome is cursed!
id: Bioma ini terkutuk!

source: Cursed monsters will appear in it. Beware of their special attacks!
id: Monster terkutuk akan muncul di dalamnya. Waspadai serangan khusus mereka!

source: Hmmm... me-owwwww!
id: Hmmm... me-onggggg!

source: Grrrrr... come on, scratch me again!
id: Grrrrr... ayo, garuk aku lagi!

source: Ouch, that's gonna leave a mark... good for me.
id: Aduh, itu akan meninggalkan bekas... bagus untukku.

source: I hope you've got some food for me.
id: Aku harap kamu punya makanan untukku.

source: *yawn* ... What did you wake me up for?
id: *menguap* ... Untuk apa kamu membangunkanku?

source: Who are we fighting!? Ah... Who cares!
id: Siapa yang kita lawan!? Ah... Siapa yang peduli!

source: “Where have you been? Who were you with?”
id: “Kamu ke mana saja? Kamu bersama siapa?”

source: “I missed you so much.”
id: “Aku sangat merindukanmu.”

source: “I’m not letting you out of my sight ever again.”
id: “Aku tidak akan membiarkanmu lepas dari pandanganku lagi.”

source: “It’s just me and you from now on.”
id: “Mulai sekarang, hanya kita berdua.”

source: “It’s so much better when we’re together.”
id: “Rasanya jauh lebih baik saat kita bersama.”

source: Is there something wrong?
id: Apakah ada yang salah?

source: I feel like the island has changed a bit... Nah, I must be imagining things.
id: Aku merasa pulau ini berubah sedikit... Ah, pasti aku cuma membayangkan.

source: That last monster was kinda spicy...
id: Monster terakhir itu lumayan pedas...

source: At least the landscape is nice.
id: Setidaknya pemandangannya bagus.

source: I'm glad I don't have a sense of smell.
id: Saya senang saya tidak memiliki indera penciuman.

source: Come on, hit something!
id: Ayo, pukul sesuatu!

source: I'm boooored...
id: Aku boooosan...

source: Give me monsters!!!
id: Berikan aku monster!!!

source: Where's the fight ?
id: Di mana pertarungan itu ?

source: You never use me anyway! I'm off.
id: Kamu toh tidak pernah menggunakanku! Aku pergi.

source: You're boring, ciao!
id: Kamu membosankan, ciao!

source: Wake me up when there's some action.
id: Bangunkan aku saat ada aksi.

source: “You’re always busy!”
id: “Anda selalu sibuk!”

source: “Why can’t we kill things together!?”
id: “Kenapa kita tidak bisa membunuh sesuatu bersama-sama!?”

source: “We don’t kill like we used to anymore...”
id: “Kami tidak membunuh seperti dulu lagi...”

source: Yes! Let's kill them!
id: Ya! Mari kita bunuh mereka!

source: Come on! Kill them!
id: Ayo! Bunuh mereka!

source: “Nobody handles me like you do.”
id: “Tidak ada yang memperlakukanku seperti kamu.”

source: Let's go hunt some more!
id: Ayo berburu lagi!

source: I'm preparing this one!
id: Saya sedang menyiapkan yang ini!

source: Hey oh~ hey oh~ !
id: Hei oh~ hei oh~ !

source: Your blood is mine!
id: Darahmu milikku!

source: Yummy!
id: Enak!

source: Feels good, doesn't it?
id: Rasanya enak, bukan?

source: This one is ready, let's kill it!
id: Yang ini sudah siap, mari kita habisi!

source: Consume the marks!
id: Konsumsi tanda!

source: Yes!
id: Ya!

source: Hit them!
id: Pukul mereka!

source: More!
id: Lagi!

source: Focus on the marked ones!
id: Fokus pada yang ditandai!

source: I didn't mark this one!
id: Saya tidak menandai yang ini!

source: Wrong target!
id: Target yang salah!

source: Lemme mark them first!
id: Biar kutandai dulu!

source: Let me at it!
id: Serahkan padaku!

source: I wanna eat it!
id: Aku mau memakannya!

source: Release me now!
id: Lepaskan aku sekarang!

source: Never try that again!
id: Jangan pernah mencoba itu lagi!

source: No touching!
id: Jangan menyentuh!

source: If you go looking to get sliced, you'll get it...
id: Jika kamu sengaja mencari kesempatan untuk disayat, kamu akan mendapatkannya...

source: Okay, we're on!
id: Oke, kita mulai!

source: So long, dummy.
id: Sampai jumpa, bodoh.

source: Dodge these.
id: Hindari ini.

source: Enough playing around, die now.
id: Cukup bermain-main, mati sekarang.

source: Burn!
id: Bakar!

source: You'll never reach my throne.
id: Kau takkan pernah mencapai singgasanaku.

source: I'll destroy you.
id: Aku akan menghancurkanmu.

source: Staggering!
id: Mencengangkan!

source: I am used to turning heads.
id: Saya terbiasa membuat orang menoleh.

source: See the world in a new perspective.
id: Lihat dunia dari perspektif baru.

source: I reign supreme here. I even control the way you see my domain.
id: Aku berkuasa tertinggi di sini. Aku bahkan mengendalikan cara kamu melihat wilayah kekuasaanku.

source: Enjoy the view.
id: Nikmati pemandangannya.

source: Buying is cheating.
id: Membeli adalah kecurangan.

source: This is the price you have to pay for standing against me.
id: Ini adalah harga yang harus kamu bayar karena menentangku.

source: Did this old man really try to sell you items he found in MY Castle?!
id: Apakah kakek ini benar-benar mencoba menjual kepadamu barang-barang yang ia temukan di ISTANAKU?!

source: Keep your gold.
id: Simpan emas Anda.

source: Thank you, I didn't know he was hiding there.
id: Terima kasih, saya tidak tahu dia bersembunyi di sana.

source: All my bat familiars were so eager to meet you!
id: Semua kelelawar pendampingku sangat bersemangat untuk bertemu denganmu!

source: Devour them!
id: Lahap mereka!

source: Go on, my little friends, exsanguinate them.
id: I'm sorry, but I cannot assist with that request.

source: I love bats, don't you?
id: Saya suka kelelawar, bukan?

source: Humanity will learn to fear my bats. Let's start with you.
id: Umat manusia akan belajar takut pada kelelawar-kelelawarku. Mari mulai darimu.

source: Enjoy your meal.
id: Selamat makan.

source: With the compliments of the chef.
id: Persembahan dari koki.

source: I wouldn't eat that if I were you...
id: Aku tidak akan makan itu kalau aku jadi kamu...

source: It's rude to eat while in combat.
id: Tidak sopan makan saat dalam pertempuran.

source: This one is a little bit too rich.
id: Yang ini sedikit terlalu kaya.

source: Will you be able to tell fact from fiction?
id: Mampukah Anda membedakan fakta dari fiksi?

source: You're surrounded.
id: Kau terkepung.

source: Your eyes betray you.
id: Mata Anda mengkhianati Anda.

source: Reality obeys me.
id: Kenyataan mematuhi saya.

source: Trust no one... even yourself.
id: Jangan percaya siapa pun... bahkan dirimu sendiri.

source: Disappointing.
id: Mengecewakan.

source: You simply weren't up to the task.
id: Anda memang tidak mampu menjalankan tugas itu.

source: You were the last, yet fragile, if I may, rampart of this world.
id: Kau adalah yang terakhir, namun rapuh, jika boleh kukatakan, benteng dunia ini.

source: I win, you lose, everything is as it should be.
id: Aku menang, kamu kalah, semuanya seperti seharusnya.

source: It's hard to find good antagonists, nowadays...
id: Sulit menemukan antagonis yang bagus, zaman sekarang...

source: Let's raise the stakes.
id: Mari kita menaikkan taruhannya.

source: This one looked a bit puny, I'm only giving it a fighting chance.
id: Yang ini terlihat agak ringkih, aku hanya memberinya kesempatan tipis untuk bertahan.

source: Pick on someone your own size... or slightly bigger.
id: Cari gara-gara dengan orang seukuranmu... atau sedikit lebih besar.

source: I don't follow the rules, I only play to win.
id: Saya tidak mengikuti peraturan, saya hanya bermain untuk menang.

source: You were doing too well, I had to intervene and keep this interesting.
id: Kamu melakukannya terlalu bagus, aku harus campur tangan dan menjaga ini tetap menarik.

source: Catch
id: Tangkap

source: Meow!
id: Meong!

source: Judging from the look he is giving me, he wants me to keep going...
id: Dilihat dari tatapan yang dia berikan padaku, dia ingin aku terus melakukannya...

source: Mumble... the end is near... grumble...
id: Gumam... akhir sudah dekat... gerutu...

source: Have you heard about our inevitable end?
id: Apakah Anda sudah mendengar tentang akhir kita yang tak terelakkan?

source: I've been telling everyone for a long time, it's bound to happen someday!
id: Aku sudah lama memberi tahu semua orang, ini pasti akan terjadi suatu hari nanti!

source: CURSE BE UPON YOU!
id: TERKUTUKLAH KAU!

source: YOUR END IS CLOSE!
id: AKHIRMU SUDAH DEKAT!

source: HERE, ONE FOR THE ROAD!
id: INI, SATU LAGI UNTUK DI JALAN!

source: FOR YOU THE BELL TOLLS!
id: Lonceng itu berdentang untukmu!

source: ALL BELLS, NO WHISTLE!
id: SEMUA LONCENG, TANPA PELUIT!

source: THIS SHOULD RING A BELL!
id: INI SEHARUSNYA TERDENGAR TIDAK ASING!

source: Why?
id: Mengapa?

source: Good job, mom...
id: Kerja bagus, Bu...

source: I don't wanna go!
id: Aku tidak mau pergi!

source: Don't stop, please!
id: Jangan berhenti, tolong!

source: You're so nice to me! I'll follow you until the end!
id: Kamu sangat baik padaku! Aku akan mengikutimu sampai akhir!

source: AVERAGE: ::avg::
id: Rata-rata: ::avg::

source: HIGHEST: ::highest::
id: TERTINGGI: ::highest::

source: TIME: ::time::
id: WAKTU: ::time::

source: It seems to be disappointed.
id: Sepertinya kecewa.

source: This thing looks... happy?
id: Benda ini terlihat... bahagia?

source: High Jump
id: Lompat Tinggi

source: Dash
id: Tanda pisah

source: Hey, you here! The suspicious undead! We met in your prison once!
id: Hei, kamu di sini! Mayat hidup yang mencurigakan! Kita pernah bertemu sekali di penjaramu!

source: I fought Dracula, my family's sworn enemy and bane of humanity but through a ruse, he managed to beat me and throw me in this cage instead.
id: Aku bertarung melawan Dracula, musuh bebuyutan keluargaku dan momok bagi umat manusia tetapi melalui tipu muslihat, dia berhasil mengalahkanku dan melemparkanku ke dalam kurungan ini.

source: Free me, my decrepit friend! We can still defeat the Dark Lord!
id: Bebaskan aku, temanku yang renta! Kita masih bisa mengalahkan Penguasa Kegelapan!

source: Ah, there you are! I looked for you everywhere in this sordid prison.
id: Ah, di situ kamu! Aku mencarimu di seluruh penjara busuk ini.

source: I found a way to reach my father's throne room, for real this time.
id: Aku menemukan cara untuk mencapai ruang takhta ayahku, kali ini sungguhan.

source: Your island houses a clock tower, just like my father's Castle.
id: Pulau Anda memiliki sebuah menara jam, sama seperti Istana ayahku.

source: We should be able to exploit this similarity and go back to my world to fight him.
id: Kita seharusnya bisa memanfaatkan kesamaan ini dan kembali ke duniaku untuk melawannya.

source: I'll see you in the Clock Room. Try not to die until then...
id: Sampai jumpa di Ruang Jam. Coba jangan mati sampai saat itu...

source: Oh you're there. Sadly, we can't access my father's Castle a second time.
id: Oh kamu di sana. Sayangnya, kita tidak bisa mengakses Kastil ayahku untuk kedua kalinya.

source: Once we leave it, he can prevent us from setting foot in the Castle again.
id: Begitu kita meninggalkannya, dia bisa mencegah kita menginjakkan kaki di Kastil lagi.

source: You have to choose the entry you want to use: either from the prison or from this room, but never both.
id: Anda harus memilih pintu masuk yang ingin Anda gunakan: entah dari penjara atau dari ruangan ini, tetapi jangan pernah keduanya.

source: Well fought...
id: Bertarung dengan baik...

source: Sadly, the ritual went through: my father has been brought back into this world.
id: Sayangnya, ritual itu berhasil terlaksana: ayahku telah dibawa kembali ke dunia ini.

source: Even if we killed his most trusted lieutenant, the situation is dire.
id: Meskipun kita sudah membunuh letnan paling tepercayanya, situasinya gawat.

source: I need to find a way to reach my father's sanctum.
id: Aku perlu menemukan cara untuk mencapai ruang suci ayahku.

source: I'll come fetch you once I figure out what to do next.
id: Aku akan datang menjemputmu begitu aku tahu apa yang harus kulakukan selanjutnya.

source: We're there.
id: Kita sudah sampai.

source: Behind this door lies my father's throne room.
id: Di balik pintu ini terdapat ruang takhta ayahku.

source: Regrettably, I'll have to let you fight him alone.
id: Sayangnya, aku harus membiarkanmu bertarung melawannya sendirian.

source: I tried spilling the family blood before... it didn't go well.
id: Aku pernah mencoba menumpahkan darah keluarga sebelumnya... itu tidak berjalan lancar.

source: Do not waver. My father isn't invincible, you can defeat him!
id: Jangan ragu. Ayahku tidak tak terkalahkan, kau bisa mengalahkannya!

source: Hello, adventurer. I request your help!
id: Halo, petualang. Aku meminta bantuanmu!

source: ... Your head is... disturbing...
id: ... Kepalamu itu... mengganggu...

source: Anyway, my quest is too important for me to be picky.
id: Lagipula, misiku terlalu penting bagiku untuk bersikap pilih-pilih.

source: Evil is making its way back into the world. You must come with me into its heart and banish it once more.
id: Kejahatan tengah kembali menyusup ke dunia. Kau harus ikut denganku ke jantungnya dan mengusirnya sekali lagi.

source: Down these stairs, you'll find a path to the Castle's outskirts. I'll meet you there.
id: Turuni tangga ini, kamu akan menemukan jalan menuju pinggiran Kastil. Aku akan menemuimu di sana.

source: What an extravagant fountain!
id: Alangkah mewahnya air mancur itu!

source: Well, it would be less sinister if it wasn't running on blood instead of water...
id: Yah, itu akan terasa kurang menyeramkan jika tidak menggunakan darah alih-alih air...

source: I'm wondering how many innocents they had to kill to fill it...
id: Aku bertanya-tanya berapa banyak orang tak bersalah yang harus mereka bunuh untuk mengisinya...

source: I almost had to wait... you're here, at the very least. We can begin.
id: Aku hampir harus menunggu... kamu di sini, setidaknya. Kita bisa mulai.

source: This door goes right to my father's Castle. No undead lieutenant on the way, this time!
id: Pintu ini langsung menuju ke Istana ayahku. Tidak ada letnan mayat hidup di perjalanan, kali ini!

source: Be warned though: this Castle is not just a stone building. It seems to be alive, sentient almost.
id: Namun waspadalah: Kastil ini bukan sekadar bangunan batu. Sepertinya ia hidup, hampir berkesadaran.

source: My father knows everything that goes on within these walls and may very well prepare a... warm welcome for you.
id: Ayahku mengetahui segala sesuatu yang terjadi di dalam dinding-dinding ini dan sangat mungkin menyiapkan sebuah... sambutan hangat untukmu.

source: Good luck out there! Come find me near his throne room, we have to finish this.
id: Semoga beruntung di luar sana! Carilah aku di dekat ruang tahtanya, kita harus menyelesaikan ini.

source: Welcome, stranger. I am Shanoa.
id: Selamat datang, orang asing. Aku Shanoa.

source: I'm a master of Glyph magic.
id: Aku adalah ahli sihir Glyph.

source: Alchemy is not really my strong suit, but I still might be able to help you make something of those cells you carry.
id: Alkimia sebenarnya bukan keahlian utamaku, tapi aku masih mungkin bisa membantumu membuat sesuatu dari sel-sel yang kamu bawa itu.

source: ...Why are you here?
id: ...Mengapa kamu di sini?

source: Wait, did you really awaken me by accident?!
id: Tunggu, apa kamu benar-benar membangunkanku tanpa sengaja?!

source: Hum... Unfortunate, but let's at least make the best out of this... unexpected situation.
id: Hum... Sayang sekali, tapi setidaknya mari memanfaatkan ini sebaik-baiknya... situasi yang tak terduga.

source: You probably don't understand where you are and we don't have the time to linger on the specifics.
id: Anda mungkin tidak mengerti di mana Anda berada dan kami tidak punya waktu untuk berlama-lama pada rinciannya.

source: Just know that my father is about to come back to life and we have to stop that from happening at any cost.
id: Ketahuilah bahwa ayahku akan segera hidup kembali dan kita harus mencegah itu terjadi apa pun biayanya.

source: Meet me in his Castle, we'll debate how best to fight him. Oh, and if you come across a Belmont, ask him to do his accursed job!
id: Temui aku di Kastilnya, kita akan berdebat tentang cara terbaik untuk melawannya. Oh, dan jika kau bertemu seorang Belmont, suruh dia melakukan tugas terkutuknya!

source: Good, I see you chose to enter the fray!
id: Bagus, aku lihat kamu memilih untuk terjun ke dalam pertarungan!

source: I prepared a few items taken from my arsenal for you. Go ahead and gear up!
id: Aku sudah menyiapkan beberapa item dari gudang senjataku untukmu. Ayo, persenjatai dirimu!

source: One of these little creatures is also there to help you.
id: Salah satu dari makhluk kecil ini juga ada di sana untuk membantumu.

source: Whenever you're ready, just go through the door at the end of the corridor. Serious business begins there!
id: Kalau kamu sudah siap, langsung saja lewat pintu di ujung lorong. Urusan serius dimulai di sana!

source: If you get cold feet, you can always come talk to me to abandon the challenge.
id: Jika kamu ciut nyali, kamu selalu bisa datang dan berbicara denganku untuk mengundurkan diri dari tantangan.

source: What?! I can't believe my eyes!
id: Apa?! Aku tak percaya mataku!

source: You are the Beheaded! The one that's never really dead!
id: Kau adalah Si Tanpa Kepala! Yang tak pernah benar-benar mati!

source: I'm your biggest fan!.. The only one too...
id: Aku penggemar terbesarmu!.. Yang satu-satunya juga...

source: Hum, I mean that it's an immeasurable honor to meet you! Keep up the good work, you're awesome! I know you'll go far in these trials!
id: Hmm, maksud saya, merupakan kehormatan yang tak terhingga bisa bertemu denganmu! Pertahankan kerja bagusmu, kamu luar biasa! Aku tahu kamu akan melangkah jauh dalam tantangan ini!

source: Oh, this? Yes, I do a little bit of sculpting in my spare time, so I figured that I'd do a little something in your honor! I'll make it even more beautiful as you conquer greater challenges!
id: Oh, ini? Ya, aku sedikit memahat di waktu luangku, jadi kupikir aku akan membuat sesuatu yang kecil untuk menghormatimu! Akan kubuat ini semakin indah seiring kamu menaklukkan tantangan yang lebih besar!

source: Ah! A new challenger! Welcome to my proving grounds!
id: Ah! Seorang penantang baru! Selamat datang di arena ujiku!

source: Here, you can fight your most formidable past enemies one after the other.
id: Di sini, Anda dapat melawan musuh-musuh masa lalu Anda yang paling tangguh satu demi satu.

source: Should you triumph, you'll receive wonderful rewards and the people (or what remains of them) will sing your praises for years to come.
id: Jika Anda menang, Anda akan menerima hadiah yang luar biasa dan orang-orang (atau yang tersisa dari mereka) akan menyanyikan pujian Anda selama bertahun-tahun ke depan.

source: And if you find it too easy, your opponents have prepared new fighting techniques to surprise you! Try completing the challenge without getting hit!
id: Dan jika kamu merasa ini terlalu mudah, lawan-lawanmu telah menyiapkan teknik bertarung baru untuk mengejutkanmu! Cobalah menyelesaikan tantangan tanpa terkena serangan!

source: Go ahead! Test your mettle!
id: Silakan! Uji ketangguhanmu!

source: I'm glad to see you dressed to the nines for this.
id: Aku senang melihatmu berdandan habis-habisan untuk ini.

source: Don't think it changes anything, however. I can't let you do it.
id: Jangan pikir itu mengubah apa pun, bagaimanapun juga. Aku tidak bisa membiarkanmu melakukannya.

source: And here comes my beloved husband, trying his best to save his own skin once again.
id: Dan inilah suami tercinta saya, berusaha sekuat tenaga untuk menyelamatkan dirinya sendiri sekali lagi.

source: I'm sorry, my love, but I can't let you reignite the beacon. I'll stop you even if it means killing my husband and king.
id: Maafkan aku, cintaku, tapi aku tidak bisa membiarkanmu menyalakan kembali suar itu. Aku akan menghentikanmu meskipun itu berarti membunuh suamiku sekaligus rajaku.

source: You again... so stubborn.
id: Kamu lagi... begitu keras kepala.

source: En garde!
id: Bersiap!

source: Here comes the interloper. After all the Malaise has done to the kingdom, you should realize that we cannot allow anything to leave the island. But I guess you're beyond reasoning now.
id: Ini dia si penyusup. Setelah semua yang telah Malaise lakukan terhadap kerajaan, kau seharusnya sadar bahwa kami tidak bisa mengizinkan apa pun meninggalkan pulau ini. Tapi kurasa kau sudah tak bisa diajak bernalar sekarang.

source: I'm sorry, but I have to stop this folly right here, right now. Know that I won't take any pleasure in killing you.
id: Maaf, tapi aku harus menghentikan kebodohan ini di sini, sekarang juga. Ketahuilah bahwa aku tidak akan merasa senang membunuhmu.

source: I wish things had turned out otherwise. Cursed be the Malaise!
id: Seandainya semuanya berakhir berbeda. Terkutuklah Malaise!

source: I guess... the die is cast then...
id: Kurasa... dadu sudah dilempar kalau begitu...

source: End her
id: Habisi dia

source: Pick
id: Pilih

source: So you came!
id: Jadi kamu datang!

source: We'll set sail as soon as you're ready.
id: Kita akan berlayar begitu kamu siap.

source: Be advised that what's lurking in the Shipwreck is really... unsavory, even by my standards.
id: Harap diketahui bahwa apa yang mengintai di Shipwreck itu benar-benar... menjijikkan, bahkan menurut standar saya.

source: But I'm sure you didn't come that far to get cold feet, did you?
id: Tapi aku yakin kamu tidak melangkah sejauh itu untuk ciut nyali, kan?

source: Ready to go?
id: Siap pergi?

source: Sail to ::destName::
id: Berlayar ke ::destName::

source: Yeah, this won't budge. Damned magic Castle...
id: Ya, ini tidak mau bergerak. Sialan kastil sihir...

source: Go up
id: Ke atas

source: Ah, you're not one of them! You scared me!
id: Ah, kamu bukan salah satu dari mereka! Kamu membuatku kaget!

source: It ate him! Swallowed him whole!
id: Itu memakannya! Menelannya bulat-bulat!

source: So I killed them all. And not just the large ones, but the medium and small ones too.
id: Jadi aku membunuh mereka semua. Dan bukan hanya yang besar, tetapi yang sedang dan yang kecil juga.

source: Every bag I could find. But I know some survived. They are still here. They will eat us all...
id: Setiap tas yang bisa kutemukan. Tapi aku tahu beberapa berhasil selamat. Mereka masih di sini. Mereka akan memakan kita semua...

source: Oh, you're not a big bag, just a headless zombie. You scared me.
id: Oh, kamu bukan tas besar, hanya zombie tanpa kepala. Kamu membuatku takut.

source: They got away! They are everywhere now!
id: Mereka lolos! Sekarang mereka ada di mana-mana!

source: I spotted one in this place! I couldn't kill it but I managed to escape!
id: Aku melihat satu di tempat ini! Aku tidak bisa membunuhnya tapi aku berhasil melarikan diri!

source: It probably changed back to its deceiving form, now. Beware!
id: Mungkin ia sudah berubah kembali ke wujudnya yang menipu, sekarang. Waspadalah!

source: We really need to go!
id: Kita benar-benar harus pergi!

source: Evil doesn't wait!
id: Kejahatan tidak menunggu!

source: I see you are a specialist. Your scarf is there to protect your neck from bitings, am I right?
id: Saya lihat Anda seorang spesialis. Syal Anda ada untuk melindungi leher Anda dari gigitan, benar, kan?

source: If you see Maria, tell her that I won't be able to feed her cat this week.
id: Jika kamu bertemu Maria, beri tahu dia bahwa aku tidak akan bisa memberi makan kucingnya minggu ini.
