Repository: junwatu/deadcells-id-translation
Catalog: main.po
Languages: id

source: Without me, you're nothing!
id: Tanpaku, kau bukanlah siapa-siapa!

source: You really are incapable of settling a conflict peacefully, aren't you? Pity...
id: Kau benar-benar tidak mampu menyelesaikan konflik secara damai, bukankah begitu? Sayang sekali...

source: Not cool, mate! Not cool.
id: Kurang ajar teman! kurang ajar.

source: Mommy!
id: Ibuuuuu!

source: I... I... I never noticed how cold these tiles are.
id: Aku... Aku... Aku tidak pernah menyadari betapa dingin ubin-ubin ini.

source: Oh my god! They killed the Collector!
id: Oh Tuhan! Mereka membunuh Kolektor!

source: Your Princess is in another castle.
id: Sang Putri-mu ada di kastil lin.

source: Won't be needing a dentist anymore!
id: Tidak butuh dokter gigi lagi!

source: Where would you be without me?
id: Dimanakah kau tanpaku?

source: Hit
id: Pukulan

source: Woo, look at that... My body is so well conserved!
id: Woo, lihat itu... Tubuhku diawetkan dengan sangat baik!

source: Wooo! And this armor! Butchering monsters has never looked this good!
id: Wooo! Dan armor ini! Membantai monster tidak pernah terlihat sekeren ini!

source: I totally forgot I could do that...
id: Aku benar-benar lup aku bias melakukan hal itu...

source: Long live muscle memory!
id: Hidup memori otot!

source: Ergh! My body is already beginning to degrade, though.
id: Eghhh! Sebenarnya tubuhku sudah mulai melemah.

source: The Malaise hasn't spared my original host...
id: Inang asliku pun tak luput dari Malaise ini...

source: Could there be a way to stop the decay?
id: Apakah ada cara untuk menghentikan pembusukan?

source: This creature cannot be transformed!
id: Makhluk ini tidak dapat dirubah!

source: No new blueprints to be drawn from this creature.
id: Tidak ada blueprint baru dari makhluk ini

source: Kill nearby enemies first!
id: Bunuh semua musuh yang dekat dulu!

source: Open
id: Buka

source: Inspect
id: Lihat

source: What a strange idea, building a monument underground...
id: Sungguh ide yang aneh, membangun sebuah monumen di bawah tanah...

source: An artifact, an artifact-shaped hole and a door... Not very subtle.
id: Sebuah artefak, sebuah lubang berbentuk artefak dan sebuah pintu... Tidak terlalu halus.

source: Hey! You there! Hit me!
id: Hei! Kamu! Bukalah aku!

source: I've been VERY naughty.
id: Aku belakangan ini SANGAT nakal...

source: Hit me HARD!
id: PUKUL AKU!

source: I'm a naughty treasure chest that deserves to be punished...
id: Aku peti yang nakal. Aku harus dihukum.

source: Hmmm... I have so much to offer you...
id: Ohhh.... banyak sekali yang ingin kuberikan kepadamu...

source: I'm a very secretive little treasure chest, you know.
id: Aku ini peti harta karun kecil yang sangat tertutup, kamu tahu.

source: Don't you want to see what I have in store for you?
id: Kamu tidak ingin melihat apa yang kusimpan untuk mu?

source: Come on... Surely I deserve a little spank...
id: Ayolah.. diintip sedikiit saja...

source: HIT ME, DAMMIT!
id: BUKALAH, BANGSAT!

source: Cursed treasure found
id: Harta karun terkutuk ditemukan

source: Cursed Chest found!
id: Harta karun terkutuk ditemukan1

source: Back to entrance
id: Kembali ke pintu masuk

source: That doesn't seem to work.
id: Sepertinya tidak mau bekerja.

source: Leave
id: Pergi

source: Hey!
id: Hei!

source: What the?!
id: Apa?!

source: Hey!!
id: Hei!!

source: There's got to be a way to open this barrier somewhere...
id: Pasti ada cara untuk membuka pembatas ini...

source: I don't need it.
id: Aku tidak membutuhkan ini sekarang.

source: The fountain is empty
id: Air mancur itu kering

source: Health flask filled and HP restored
id: Botol vitalitas dan nyawa terisi ulang

source: HP restored
id: Nyawa terisi ulang

source: Health flask filled
id: Health Flask terisi ulang

source: Shake
id: Sentuh

source: Break
id: Pukul

source: Health potion
id: Ramuan Nyawa

source: Regenerates ::n:: health points.
id: Memulihkan ::n:: nyawa

source: Scratch the wall
id: Menggores dinding

source: Secret discovered
id: Rahasia ditemukan

source: ERROR: no target
id: ERROR: Tidak ada target

source: To be continued...
id: Bersambung...

source: Congratulations! You've reached the end of this demo!
id: Selamat! Anda telah mencapai akhir demo!

source: Secret zone discovered!
id: Zona rahasia ditemukan!

source: The drain seems to be clogged... There must be another way out.
id: Selokan sepertinya buntu... Pasti ada jalan keluar yang lain.

source: Cannot sell this item.
id: Kamu tidak dapat menjual barang ini.

source: Pick up
id: Ambil

source: Unknown artifact
id: Artefak tidak dikenal

source: Destroy
id: Hancurkan

source: Kill the enemies nearby first
id: Bunuh semua musuh yang dekat dulu

source: Talk
id: Bicara

source: Everything must go!
id: Semuanya harus pergi!

source: What do you need?
id: Ada yang dapat saya bantu?

source: Are you gonna buy something or what?
id: Apakah kau ingin membeli sesuatu dariku?

source: You know, this is starting to get on my nerves...
id: Jujur saja ya, ini mulai membosankan..

source: HEY! You gonna buy something?!
id: HEY! Kau mau beli sesuatu?!

source: Just my luck to get stuck with the island idiot.
id: Suatu keberuntungan terjebak dengan para idiot di pulai ini.

source: I've got nothing to offer you, scram!
id: Saya tidak mempunyai banyak barang, pergi!

source: To the lower flask room
id: Ke ruang labu bawah

source: To the upper flask room
id: Ke ruang labu atas

source: There's something fishy about this beast...
id: Ada sesuatu yang mencurigakan tentang makhluk buas satu ini...

source: Cross
id: Lewati

source: Rub
id: Raba

source: Can't open it...
id: Tidak bisa dibuka...

source: Use the rune
id: Pakai sajak

source: Not enough gold!
id: Emasmu kurang cukup!

source: Random
id: Acak

source: Random skills
id: Skill acak

source: Random weapons
id: Senjata acak

source: Traps deployed
id: Perangkap disebarkan

source: Miscellaneous skills
id: Keahlian berbagai macam

source: Melee
id: Jarak Dekat

source: Ranged
id: Jarak Jauh

source: Get random equipment (you cannot change this later)
id: Dapatkan barang acak (kamu tidak dapat mengganti ini nanti)

source: Get random skills (you cannot change this later)
id: Dapatkan skill acak (kamu tidak dapat mengganti ini nanti)

source: Get random weapons (you cannot change this later)
id: Dapatkan senjata acak (kamu tidak dapat mengganti ini nanti)

source: Get objects in the ::c:: category (you cannot change this later)
id: Mendapatkan beberapa obyek dari kategori ::c:: (pilihan ini tidak dapat diubah)

source: Select
id: Pilih

source: Refresh the shop
id: Segarkan toko

source: Hold to refresh the shop
id: Tahan untuk restock toko

source: Get changed
id: Bisa diubah

source: NO BOSS STEM CELLS
id: TIDAK ADA SEL INDUK BOS

source: ::rune:: BOSS STEM CELL ACTIVATED
id: ::rune:: SEL INDUK BOS DIAKTIVASI

source: ::rune:: BOSS STEM CELLS ACTIVATED
id: ::rune:: SEL INDUK BOS DIAKTIVASI

source: No other teleporter available
id: Tidak ada tempat teleportasi lain tersedia

source: No destinations available.
id: Tujuan tidak tersedia.

source: Teleporter broken
id: Teleporter rusak

source: Teleport
id: Teleportasi

source: Kill
id: Bunuh

source: Possess
id: Memiliki

source: Examine
id: Periksa

source: Whatever was on this altar disappeared ::t:: ago...
id: Barang dari altar ini menghilang ::t:: yang lalu.

source: Chat managed to break the chest open!
id: Obrolan berhasil membuka peti!

source: Try to open the chest
id: Coba untuk membuka peti

source: Tickle
id: Gelitik

source: Blueprint already acquired (::name::)
id: Cetak biru telah ditemukan (::name::)

source: Absorb
id: Serap

source: Hit me!
id: PUKUL AKU!

source: I'm defenseless!
id: Aku terbuka...

source: Hey, you bunch of dummies!
id: Hei, orang-orang dungu!

source: I'm right here!
id: Aku disini!

source: A ::name::!
id: ::name::!

source: Get him, quick!
id: Tangkap dia, cepat!

source: You've awakened a ::name::!
id: ::name:: Kau telah dibangunkan!

source: Eliminate him!
id: Lenyapkan dia!

source: Would you like to be the Boss?
id: Apakah anda mau menjadi Bos?

source: ::user:: was the first to put his hand up!
id: ::user:: adalah yang pertama kali mengangkat tangannya keatas!

source: ::num:: people entered the draw!
id: ::num:: mengikuti undian!

source: The boss is ::user::!
id: Sang bos adalah ::user::!

source: ::user:: is The Boss! They can launch a special attack every ::t:: seconds (commands: ::cmds::)!
id: ::user:; adalah Sang Bos! Mereka bisa meluncurkan serangan unik setiap ::t:: detik (perintah ::cmds::)!

source: Would you like to be Captain Chicken for this level?
id: Apa kau ingin menjadi Kapten Ayam pada level ini?

source: Do you want to be Captain Chicken for the "::level::" level?
id: Apa kau ingin menjadi Kapten Ayam untuk level ::level::?

source: ::user:: has been named Captain Chicken for this level!
id: ::user:: telah dinamakan Kapten Ayam untuk level ini!

source: ::user:: has become Captain Chicken! They can type "::cmdYes::" to heal the hero, "::cmdNo::" to reject a healing request or "::cmdResign::" to chicken... out... of being Captain Chicken. Last but not least, they can write "@::player::" before their messages in chat to make Captain Chicken speak in-game!
id: ::user:: telah menjadi Kapten Ayam! Mereka bisa mengetik "::cmdYes::" untuk menyembuhkan pahlawan, "::cmdNo::" untuk menolak permintaan penyembuhan atau "::cmdResign::" kepada ayam... keluar... dari menjadi Kapten Ayam. Terakhir, mereka bisa menulis "@::player::" sebelum mereka berpesan di chat supaya Kapten Ayam berbicara di gim!

source: Modifier of the next level:
id: Pengubah level selanjutnya:

source: WHICH MODIFIER WOULD YOU LIKE TO SEE IN THE NEXT LEVEL?
id: PENGUBAH MANA YANG INGIN ANDA LIHAT PADA LEVEL SELANJUTNYA?

source: @::user:: voted first!
id: @::user:: memberikan suara pertama kali!

source: Improvement:
id: Peningkatan:

source: CHOOSE AN IMPROVEMENT!
id: PILIH PENINGKATAN!

source: ::user:: voted first.
id: ::user:: memberikan suara pertama kali.

source: Viewers have chosen ::item:: (::b::% Brutality, ::t::% Tactics and ::s::% Survival)
id: Penonton telah memilih ::item:: (Kebrutalan ::b::%, Taktik ::t::% dan Ketahanan ::s::%)

source: Permanent improvement of the hero:
id: Peningkatan permanen dari Pendekar:

source: WHAT WILL BE THE NEXT PERMANENT BONUS GRANTED TO THE HERO?
id: BONUS PERMANEN APA SELANJUTNYA YANG AKAN DIBERIKAN KEPADA PAHLAWAN?

source: Your Amulet has been improved:
id: Liontinmu telah ditingkatkan!

source: Noooo!
id: Tidaaaaaak!

source: Chin up!
id: Tabahlah!

source: Good luck!
id: Semoga beruntung!

source: DO IT!
id: LAKUKAN!

source: Nice dive!
id: Penyelaman yang bagus!

source: Next level:
id: Level selanjutnya:

source: The level is plunged into darkness
id: Level telah jatuh ke dalam kegelapan

source: Monsters explode when dying
id: Monster meledak ketika sekarat

source: Doors explode
id: Pintu meledak

source: WHICH LEVEL AFTER THIS ONE?
id: LEVEL APA SETELAH INI?

source: Open the chest:
id: Buka peti:

source: crack
id: retak

source: OPEN THE CHEST!
id: BUKA PETINYA!

source: First blow dealt by @::user::
id: Pukulan ditangani oleh @::user::

source: ...secret?
id: ...rahasia?

source: Secret!
id: Rahasia!

source: SECRET!
id: RAHASIA!

source: Zoom
id: Perbesar

source: Focus
id: Fokus

source: Close
id: Tutup

source: CHOOSE A DESTINATION
id: PILIH TUJUAN

source: Watch out for flies when you teleport...
id: Hati-hati dengan lalat ketika kau teleportasi...

source: Unlock
id: Buka

source: Key required: ::name::
id: Dibutuhkan kunci ::name::

source: Opened with: ::key::!
id: Terbuka dengan ::key::!

source: "Pay the tribute or turn back!"
id: "Bayar ongkosnya, atau pergi!"

source: Pay
id: Bayar

source: This door has to be opened from somewhere else.
id: Pintu ini tidak dapat dibuka dari sisi ini.

source: I can't open it from here.
id: Aku tidak dapat membukanya dari sini.

source: This door is locked...
id: Pintu ini terkunci...

source: A mechanism is keeping the door locked.
id: Sesuatu menahan pintu ini.

source: This door was sealed ::time:: ago. Pity...
id: Pintu ini tersegel ::time:: yang lalu, sayang sekali...

source: Timed door unlocked!
id: Pintu waktu terbuka!

source: Timed Door open!
id: Pintu waktu terbuka!

source: This door will not unlock until you have spent ALL your cells.
id: Pintu ini tidak akan terbuka sampai kamu memakai SEMUA cell.

source: This door won't open until you've chosen your Mutations.
id: Pintu ini tidak akan terbuka sampai kamu memilih mutasimu.

source: Door open
id: Pintu terbuka

source: This door will open at the end of the ongoing votes.
id: Pintu ini akan terbuka pada akhir pemungutan suara yang sedang berlangsung.

source: Back already?
id: Kamu sudah kembali?

source: So you've stumbled through a rift, eh...
id: Jadi, anda telah menemukan celah, hah...

source: Bet you'd like to take these little beauties with you, now wouldn't you?
id: Aku bertaruh kamu suka membawa barang kecil bagus ini denganmu, bukankah begitu?

source: Well, if you do decide to take them... Getting out won't be anything like getting in...
id: Ok, jika kau memutuskan untuk membawa mereka... Membawa keluar tidak seperti membawa masuk...

source: Good luck... NYAH HA HA HA HA HA HA!
id: Semoga beruntung... NYAH HA HA HA HA HA HA!

source: Well, well, look who's here...
id: Ya, ya, lihat siapa yang sudah disini...

source: Follow the light.
id: Ikutilah cahaya.

source: So this is the anomaly she's looking for...
id: Jadi inikah anomali yang sedang ia cari...

source: You've come a long way down beneath the surface, Fallen One.
id: Kamu telah berpetualang jauh dibawah bumi, kawan.

source: Dark is the path you have chosen...
id: Arah jalan yang kau pilih nampaknya suram...

source: The light of the guardian monoliths will guide you.
id: Lampu dari koloni kami akan melindungi mu.

source: But for how long?
id: Namun untuk berapa lama?

source: Behind you, that big LIGHT, just there!
id: Dibelakang mu, CAHAYA TERANG BENDERANG ITU! Disitu!

source: You wouldn't happen to be that headless fellow, would you?
id: Kamu.. bukan hantu jeruk purut kan?

source: What's the matter? Cat got your tongue?
id: Ada masalah apa? kucing melukai lidahmu?

source: Oh, yes. Forgive me. You've misplaced your tongue.
id: Oh, ya. Maafkan saya. Anda telah salah menaruh lidah Anda.

source: Anyway, it must be strange to be back from the dead...
id: Bagaimanapun, pasti sangat aneh rasanya ketika kembali dari kematian...

source: I mean, surely you must have noticed?
id: Namun saya yakin, kamu telah melihatnya kan?

source: You can no longer die.
id: Kamu tidak dapat mati lagi.

source: I don't really understand it.
id: Saya.. masih tidak mengerti.

source: But you're not the first to find yourself in this situation, if that’s what you want to know...
id: Tapi kau bukanlah yang pertama kali dalam kondisi seperti ini, jika itu yang ingin kau ketahui...

source: Shouldn't you be on your way?
id: Bukankah kau harus mempunyai jalan sendiri?

source: This is certainly going to be something when all the flasks are lit up.
id: Ini pasti akan menjadi sesuatu ketika semua labu menyala.

source: You're working on it, aren’t you?
id: Kamu sedang mengerjakannya, bukan?

source: Yes...
id: Ya...

source: Of course you are...
id: Tentu saja kamu...

source: Odd kind of place though, no matter how you look at it.
id: Tetap saja tempat yang aneh, bagaimanapun kamu memandangnya.

source: Aren't you the headless fellow that's been getting around?
id: Bukankah kamu orang tanpa kepala yang akhir-akhir ini berkeliaran?

source: Ah yes, that's right... No tongue.
id: Ah ya, betul... Jangan pakai lidah.

source: Oh, umm. Hello? I guess...
id: Err.. Halo?

source: Would you like to buy something?
id: Apakah kau ingin membeli sesuatu dariku?

source: It's all right here.
id: Semuanya disini.

source: I don't have much right now...
id: Aku tidak banyak barang sekarang...

source: One day I'll have a real shop, all of my own!
id: Suatu hari, aku akan membuat toko besar!

source: Maybe then they'll stop calling me "Guillain the intern".
id: Mungkin suatu hari, mereka akan berhenti memanggil aku "Guillain the Intern'.

source: Buy something, or else they'll punish me!
id: Tolong beli sesuatu, aku takut dihukum lagi!

source: C'mon, please?
id: Ayo, tolonglah?

source: She's dead.
id: Dia mati.

source: Seems like you've been having a rough time of it...
id: Sepertinya kamu belakangan ini mengalami masa-masa sulit...

source: Have you noticed how things seem to change each time you pass through?
id: Apakah kamu menyadari betapa bedanya setiap kali kamu mati?

source: One could get to thinking that the island is alive.
id: Kamu dapat mengatakan bahwa pulau ini hidup...

source: It's quite ridiculous, wouldn't you say?
id: Ini cukup konyol, bukan?

source: I imagine this will be a sight to behold when you and the Collector have lit all the flasks up.
id: Aku membayangkan ini akan menjadi pemandangan yang menakjubkan ketika kamu dan Collector telah menyalakan semua labu.

source: Obviously you're chipping away at it.
id: Jelas kamu mengerjakannya sedikit demi sedikit.

source: Like all the others...
id: Seperti yang lainnya...

source: She's DEAD.
id: Dia MATI.

source: And it's recent...
id: Dan baru saat ini pula...

source: Oh... Look what I've found!
id: Oh, lihat apa yang kudapat!

source: Been dead for a while.
id: Telah mati beberapa saat..

source: Talk to Guillain
id: Bicara kepada Guillain

source: ::n:: mutations available
id: ::n:: mutasi tersedia

source: 1 mutation available
id: 1 mutasi tersedia

source: You... You c-c-can't have any mutations today!
id: Kau... Kau ti-tidak bisa mengambil mutasi lagi hari ini!

source: I'm really happy I found this great stinking pile of corpses!
id: Aku sungguh senang aku menemukan tumpukan mayat busuk ini!

source: You can't even imagine all the stuff you can find in here!
id: Kamu tidak dapat membayangkan betapa banyaknya barang yangdapat kau temukan dari sini!

source: By the way, it's an odd thing to say... But you... kind of look like these guys...
id: Oh iya, ini mungkin kedengarannya aneh.. namun kamu kelihatannya mirip mereka...

source: Oh yeah, sorry about the smell...
id: Oh ya, maaf kalau bau...

source: In any case, it beats selling a bunch of old ju... Stuff... Yeah, stuff.
id: Apapun itu, ini lebih baik daripada menjual barang rongs... Barang... Ya... Baranglah.

source: Well I'm going back to digging through the filth for some more goodies!
id: Yasudah, aku akan kembali menjarah mayat ini untuk barang barang!

source: I'll see you again, I guess...
id: ...Sampai jumpa kembali?

source: Errrr...
id: Errr...

source: *cough*
id: *ehem*

source: Well, hello, Mr. Prisoner, sir!
id: Selamat datang, Tuan Tawanan!

source: I know it's good, but you mustn’t overdo it...
id: Aku tahu ini bagus, namun cara memakainya tidak seperti itu juga...

source: Ah! A customer!
id: Ah ha! Seorang pelanggan!

source: You're looking a little... pale. You must have caught that disease...
id: Kau terlihat terlalu.. pucat. Kamu pasti terkena penyakit itu...

source: Don't worry, I know how to look after people.
id: Namun jangan khawatir! Aku tahu cara mengurusimu.

source: I'm not like that alchemist charlatan!
id: Aku tidak seperti ahli tukang obat itu!

source: He has no idea what he's doing...
id: Dia sama sekali tidak tahu apa yang sedang dia lakukan...

source: I'm a man of science!
id: Saya adalah seorang ilmuwan!

source: Right, come here and relax - this might sting a little.
id: Lupakan saja, kemarilah dan rileks. Ini mungkin sakit sedikit.

source: There we go! Feeling better now?
id: Nah, bukankah begitu lebih baik?

source: What? A little bloodletting always does the trick!
id: Apa? Pengeluaran darah sedikit selalu bekerja!

source: Oh, now don't be like that!
id: Ayolah, jangan menjadi seperti itu...

source: Here, have some candy, it's on the house.
id: Ini lolipop, karena kamu anak yang baik.

source: Seems being cursed isn’t all bad...
id: Sepertinya terkena kutukan tidak begitu buruk...

source: I've heard the monsters get nastier and nastier as you get closer to the end...
id: Ku dengar semakin jauh musuhnya semakin sadis pula...

source: Apparently there are things hidden in the walls... Might REALLY be worth taking a closer look.
id: Katanya sih ada beberapa hal yang tersembunyi ditembok... Mungkin rumor tersbut benar benar nyata...

source: So you've come in search of a little challenge?
id: Jadi kamu datang kesini mencari tantangan eh?

source: Here, only the best of the best...
id: Ditempat ini, hanya yang paling hebat saja...

source: The crème de la crème...
id: Hanya yang paling hebat...

source: Or should I say, the ELITE OF THE ELITE... can manage to rack up a respectable score!
id: Bukan, yang PALING HEBAT DARI YANG PALING HEBAT... saja yang dapat mencapai skor tinggi!

source: Do you think you're up to it?
id: Menurutmu kau dapat melakukannya?

source: In that case, head down and defeat this level's boss as fast as you can while scoring as many points as you can manage.
id: Jika begitu, turunlah dan kalahkan boss level ini secepat mungkin sambilmencetak poin sebanyak banyaknya!

source: You'll find some equipment to help you along the way, but some objects may be forbidden.
id: Untuk membantumu, kau akan menemukan beberapa barang dijalan, namun beberapa barang tersebut mungkin barang yang belum terbuka

source: The Collector might have something to do with that, who can say...
id: Siapa tahu Sang Kolektor mempunyai sesuatu tentang itu?

source: And don't forget, the shortest path isn't always the best...
id: Dan jangan lupa.. jalan terpendek bukan berarti jalan yang benar...

source: Dead again?
id: Mati lagi eh?

source: You weren't all that good now were you...
id: Sepertinya kamu tidak terlalu jago ya?

source: I've noted your... "achievements", if that's what you want to call them.
id: Aku juga menyadari..."pencapaianmu", jika memang itu panggilannya.

source: You. Back again. Of course.
id: Kamu. Kembali Lagi. Tentu Saja.

source: You really aren't getting any better are you?
id: Kemampuanmu sepertinya masih tumpul saja

source: Bring it back to me quick!
id: Bawakan kepadaku sekarang!

source: It's somewhere around here! I know, I can FEEL it!
id: Aku tahu ada disini! Dapat ku RASAKAN disini!

source: Did you find it?
id: Kamu sudah mendapatkannya?

source: Oh, where are you, my precious little rune?
id: Oh, dimana kau, sajak berhargaku?

source: So? Have you got it?
id: Jadi? Kau mendapatkannya?

source: Well, what are you waiting for? Get moving!
id: Apa yang kamu lakukan? Cepat sana!

source: You're not gonna get the... my rune back by hanging around here...
id: Kau tidak akan mendapatkan... rune-ku kembali dengan berkeliaran di sini...

source: A little courage, my man!
id: Berani sedikitlah kawan!

source: Show a little nerve!
id: Gagah sedikit kenapa!

source: You wouldn't abandon a friend in need, now would you, huh?
id: Kamu nggak bakalan meninggalkan teman yang membutuhkan bantuan, kan?

source: There's no one there...
id: Tidak ada orang disana...

source: There's no one...
id: Tidak ada...

source: HEY YOU!
id: HEY, KAMU!

source: Come here a second!
id: Sini sebentar!

source: A little slow... But you seem to understand what I'm saying...
id: Telmi sih... tapi sepertinya kamu mengerti apa yang kukatakan...

source: I lost a ru.. I mean MY rune. So you see, I'm a little stuck...
id: Aku kehilangan sajak.. maksudku sajakku. Jadi.. aku disini agakTerjebak...

source: And I NEED my rune, you see...
id: Dan aku BUTUH sajak itu...

source: You wouldn't mind finding it for me, would you?
id: Kamu ingin membantuku mencarinya kan?
