Repository: junwatu/deadcells-id-translation
Catalog: main.po
Languages: id

source: DON'T PANIC! Everything's going to be all right.
id: JANGAN PANIK! Semuanya akan baik-baik saja.

source: Dead Cells is in Early Access! This means there will be bugs... Hopefully not too many bugs, but they'll be there... Some will be funny (getting your head stuck in a wall, falling through the floor etc.), others won't be (losing your save in a crash and the like).
id: Dead Cells masih dalam tahap Akses Awal! artinya akan muncul bugs...Diharapkan tidak terlalu banyak juga...Beberapa agak luculah (seperti kepalamu bisa menancap di tembok, jatuh tembus melalui lantai dsb), sedangkan yang lain mungkin tidak terjadi (seperti kehilangan data saat terjadi kegagalan sistem dan semacamnya).

source: The important part is that you have fun playing the game, while we get to work adding new content and fixing any problems...
id: Yang paling penting adalah kamu bisa merasa senang memainkan permainan ini, sedangkan kami bekerja untuk menambahkan konten baru dan memperbaiki segala masalah...

source: Accept
id: Terima

source: Captain chicken ::user:: chose to heal you!
id: Kapten ayam ::user:: memilih untuk menyembuhkanmu!

source: Captain Chicken ::user:: has rejected your healing request.
id: Kapten Ayam ::user:: telah menolak permintaan penyembuhan Anda.

source: Captain Chicken ::user:: has resigned! Thanks for the warning :)
id: Captain Chicken ::user:: telah mengundurkan diri! Terima kasih atas peringatannya :)

source: ::user:: has resigned from their position as Captain Chicken. A new Captain is being chosen!
id: ::user:: telah mengundurkan diri dari jabatannya sebagai Kapten Ayam. Kapten baru sedang dipilih!

source: ::user:: Wait ::t:: seconds before launching another boss attack.
id: ::user:: Tunggu ::t:: detik sebelum melancarkan serangan bos lainnya.

source: ::user:: Boss attacks available: ::cmds::
id: ::user:: Serangan bos yang tersedia: ::cmds::

source: New sub: ::user::
id: Langganan baru: ::user::

source: Daily Challenge
id: Tantangan Harian

source: Modifier selected by the viewers
id: Pengubah yang dipilih oleh penonton

source: Our hero is dead!
id: Pahlawan kita sudah mati!

source: Boss dead ahead
id: Bos telah mati ada didepan

source: Non-optimized version!
id: Versi tidak dioptimalkan!

source: We have detected that you are using an Intel HD Graphics GPU.
id: Kami mendeteksi bahwa anda menggunakan kartu grafis Intel HD.

source: Dead Cells hasn't been optimized for this type of GPU yet, so you may encounter some bugs.
id: Dead Cells belum dioptimalkan untuk jenis GPU ini, jadi Anda mungkin akan mengalami beberapa bug.

source: If your computer has another video card, we recommend that you force your computer to use it for Dead Cells in the video card's settings.
id: Jika komputer Anda memiliki kartu grafis lain, kami menyarankan Anda memaksa komputer Anda untuk menggunakannya untuk Dead Cells di pengaturan kartu grafis.

source: "Under construction"... no way through.
id: Masih dalam proses pembangunan! Kau tidak bisa melangkah lebih jauh.

source: "UNDER CONSTRUCTION" Well done! You've come to the end of the game (for now)!
id: "SEDANG DALAM PENGEMBANGAN" Kerja bagus! Kamu sudah sampai di akhir permainan (untuk saat ini)!

source: Something seems to have changed...
id: Sepertinya ada yang berubah...

source: Thanks for getting involved in the Early Access!
id: Terima kasih telah ikut serta dalam Akses Awal!

source: With your help, trust and confidence, we've finally made it to version 1.0. We hope that you've enjoyed the ride while we; wiped out your saves, nerfed your favourite weapons and generally figured things out as we went. We really hope that you'll enjoy the 'complete' version of the game even more! That's why we suggest that you start a fresh save, particularly if you'd like to discover all of the lore that we've added with this update.
id: Dengan bantuan, kepercayaan, dan keyakinan Anda, akhirnya kami berhasil mencapai versi 1.0. Kami berharap Anda menikmati perjalanannya sementara kami; menghapus file simpanan Anda, men-nerf senjata favorit Anda dan secara umum mencari tahu segalanya sambil berjalan. Kami sangat berharap Anda akan menikmati versi 'lengkap' dari gim ini bahkan lebih lagi! Itulah mengapa kami menyarankan Anda untuk memulai file simpanan baru, terutama jika Anda ingin menemukan semua lore yang kami tambahkan dengan pembaruan ini.

source: Thank you once again for all your help! From all of us here at Motion Twin, you're awesome! Also... This ain't over, we'll be back with more content post release, so stay tuned!
id: Terima kasih sekali lagi atas semua bantuan Anda! Dari kami semua di Motion Twin, Anda luar biasa! Juga... Ini belum selesai, kami akan kembali dengan lebih banyak konten setelah rilis, jadi nantikan terus!

source: Save Slots
id: Slot Simpan

source: Ignore
id: Abaikan

source: Cannot access saved game
id: Tidak bisa mengakses game tersimpan

source: Your Steam Cloud save files are not currently available (offline mode or connection error).
id: File simpanan Steam Cloud Anda saat ini tidak tersedia (mode offline atau kesalahan koneksi).

source: You can start a new offline save or restart the game after checking your settings.
id: Anda dapat memulai penyimpanan offline baru atau memulai ulang game setelah memeriksa pengaturan Anda.

source: Steam Cloud is now activated but your previous game was saved offline. Would you like to use Steam Cloud?
id: Steam Cloud sekarang sudah diaktifkan, tetapi gim Anda sebelumnya tersimpan secara offline. Apakah Anda ingin menggunakan Steam Cloud?

source: Would you like to transfer your local save files to the Steam Cloud? WARNING! If you already have save files in the Steam Cloud they will be permanently overwritten!
id: Apakah anda ingin memindahkan save file local anda ke Steam Cloud? Peringatan! Jika anda mempunyai save file di Steam Cloud, file tersebut terganti dan hilang selamanya!

source: Back
id: Kembali

source: My score
id: Skor saya

source: Translated by a player
id: Ditranslasi oleh Pangurakan, 0bscur1ty, Triffyrose

source: We recommend playing Dead Cells with a controller!
id: Kami menyarankan untuk memainkan Dead Cells dengan controller!

source: Play
id: Mainkan

source: Options
id: Opsi

source: Save: ::name::
id: Simpan ::name::

source: Patch notes
id: Catatan Tambalan

source: Change user
id: Ubah Pengguna

source: Change profile
id: Ubah Profil

source: Early Access forum
id: Forum Akses Awal

source: Quit game
id: Keluar dari game

source: Continue (Custom Mode - Streaming)
id: Lanjut (Mode Kustom - Streaming)

source: Continue (Normal Mode - Streaming)
id: Lanjut (Mode Normal - Streaming)

source: You need to configure a streaming service to use this game mode.
id: Kau perlu mengkonfigurasi layanan streaming untuk gim mode ini.

source: Continue (Custom Mode)
id: Lanjut (Mode Kustom)

source: Continue (Normal Mode)
id: Lanjut (Mode Normal)

source: Normal Mode
id: Mode Normal

source: (You will keep all your progress with the Collector and your runes)
id: (Progres Kolektor dan sajakmu akan tersimpan)

source: Custom Mode
id: Mode Kustom

source: Unlock this in the standard game mode.
id: Buka ini di dalam mode normal.

source: Streaming: Enabled
id: Streaming: Diaktifkan

source: Streaming: Disabled
id: Streaming: Dinonaktifkan

source: You must have an Internet connection to play in this mode.
id: Kamu harus terkoneksi dengan internet untuk bermain pada mode ini.

source: This saved game requires a more recent version of the game.
id: Penyimpanan ini membutuhkan versi game yang lebih baru.

source: Press :a: to start
id: Tekan :a: untuk memulai

source: (empty)
id: (kosong)

source: (locked)
id: (terkunci)

source: Quit current game?
id: Keluar dari game ini?

source: You need the Rise of the Giant DLC for this
id: Kau memerlukan DLC Rise of the Giant

source: Head over to the store
id: Kunjungi toko

source: Cancel
id: Batal

source: {Permanent@PE} upgrade
id: Upgrade {Permanen@PE}

source: {Brutality@BR}
id: {Kebrutalan@BR}

source: {Tactics@TA}
id: {Taktik@TA}

source: {Survival@SU}
id: {Ketahanan@SU}

source: {Brutality@BR} / {Tactics@TA}
id: {Kebrutalan@BR} / {Taktik@TA}

source: {Brutality@BR} / {Survival@SU}
id: {Kebrutalan@BR} / {Ketahanan@SU}

source: {Tactics@TA} / {Survival@SU}
id: {Taktik@TA} / {Ketahanan@SU}

source: Skill
id: Keahlian

source: Weapon
id: Senjata

source: Reward
id: Hadiah

source: Waiting...
id: Memuat...

source: Out of ammo
id: Amunisi habis

source: Ammo stuck in this enemy
id: Amunisi terjebak di dalam musuh

source: Pick up the item here.
id: Ambil barang ini.

source: THE COLLECTOR
id: SANG KOLEKTOR

source: "Come back and see me when you've found some new blueprints..."
id: "Kembali dan temui aku saat kamu menemukan blueprint baru..."

source: Show all
id: LIhat semua

source: Hide irrelevant lines
id: Sembunyikan baris yang tidak relevan

source: {locked@LO}: unlock "::name::"
id: {terkunci@LO}: dapatkan "::name::"

source: {Locked@LO}: unlock "::name::"
id: {Terkunci@LO}: dapatkan "::name::"

source: {locked@LO}: unlock ::n:: more items
id: {terkunci@LO}: buka item sebanyak ::n::

source: {Locked@LO}: unlock ::n:: more items
id: {terkunci@LO}: buka item sebanyak ::n::

source: {Locked@LO}: unlock 1 more item
id: {terkunci@LO}: buka 1 item lagi

source: Confirm
id: Konfirmasi

source: Show unlocked items
id: Tunjukan barang terbuka

source: Hide unlocked items
id: Sembunyikan item yang terbuka

source: ::n:: cells left
id: Sisa ::n:: cells

source: ::n:: cell left
id: Sisa ::n:: cell

source: Yes
id: Ya

source: No
id: Tidak

source: (hold)
id: (tahan)

source: (HOLD)
id: (TAHAN)

source: CUSTOM GAME
id: GIM KUSTOM

source: The following modifications will disable trophies:
id: Modifikasi ini akan menonaktifkan trofi:

source: The following modifications will disable achievements:
id: Modifikasi ini akan menonaktifkan pencapaian:

source: Gameplay Modifier detected
id: Modifikasi Gameplay terdeteksi

source: Default presets
id: Preset standar

source: Equipment
id: Peralatan

source: Advanced options
id: Pilihan Tingkat Lanjut

source: Launch Custom Game
id: Mainkan Mode Kustom

source: Reset
id: Setel Ulang

source: Reset all options to default
id: Setel ulang semua opsi ke default

source: Permanent timer, all items unlocked... How fast can you go?
id: Timer permanen, semua item terbuka... Seberapa cepat kamu bisa melaju?

source: Only Brutality based weapons and skills are unlocked
id: Hanya senjata dan keterampilan berbasis Brutality yang terbuka

source: Only Tactics based weapons and skills are unlocked
id: Hanya senjata dan kemampuan berbasis Taktik yang terbuka

source: Only Survival based weapons and skills are unlocked
id: Hanya senjata dan keterampilan berbasis Survival yang telah dibuka

source: Only melee weapons and skills are unlocked
id: Hanya senjata jarak dekat dan keahlian yang terbuka

source: Only long range weapons are unlocked. Now with unlimited ammo!
id: Hanya senjata jarak jauh yang telah dibuka. Sekarang dengan amunisi tak terbatas!

source: One hit and you're dead
id: Jika kau terpukul, kamu mati

source: Everything is designed to kill you as quickly as possible: no health potions, Malaise multiplied, exploding monsters and doors. No problem.
id: Semua dirancang untuk membunuhmu secepat mungkin: tanpa ramuan kesehatan, Malaise berlipat ganda, monster dan pintu yang meledak. Tidak masalah.

source: Only fire based objects are unlocked
id: Hanya objek berbasis api yang telah dibuka

source: Custom presets
id: Preset Kustom

source: Your new settings will be saved in the selected custom preset
id: Pengaturan baru Anda akan disimpan dalam preset kustom yang dipilih

source: Your settings, your rules!
id: Pengaturan Anda, aturan Anda!

source: Removing too many items can have some strange effects: chests may disappear and there may be a lack of stock at your favorite merchant's establishment.
id: Menghapus terlalu banyak item dapat menimbulkan beberapa efek aneh: peti mungkin menghilang dan mungkin terjadi kekurangan stok di toko pedagang favorit Anda.

source: = Disable trophies
id: = Nonaktifkan Piala

source: = Disable achievements
id: = Nonaktifkan pencapaian

source: Starting equipment
id: Perlengkapan awal

source: If an option is unchecked, the game will be based on the current save file.
id: Jika opsi tidak dicentang, gim akan didasarkan pada berkas simpanan saat ini.

source: Meta Modifiers
id: Meta Modifier

source: Maximum number of potions
id: Jumlah botol vitalitas

source: Gold reserves level
id: Tingkat pemulihan emas

source: Recycling level
id: Tingkat daur ulang

source: Forge level
id: Level Tempa

source: Miscellaneous Modifiers
id: Pengubah Lain-lain

source: Fixed seed
id: Seed tetap

source: Level generation isn't random anymore, it's decided by the number you enter above. Lore rooms will be deactivated.
id: Pembuatan level tidak acak lagi, ditentukan oleh angka yang Anda masukkan di atas. Ruang lore akan dinonaktifkan.

source: Unlock this option when you obtain all 4 Runes.
id: Buka opsi ini ketika Anda memperoleh semua 4 Rune.

source: Default timer
id: Pengatur waktu bawaan

source: The timer stops in special rooms and when the interface is open.
id: Pengatur waktu berhenti di ruangan khusus dan saat antarmuka terbuka.

source: Semi-permanent timer
id: Pengatur waktu semipermanen

source: The timer won't stop when you're in special rooms.
id: Timer tidak akan berhenti ketika Anda berada di ruangan khusus.

source: Permanent timer
id: Waktu Permanen

source: The clock is always ticking...
id: Jam selalu berdetak...

source: Number of active Boss Cells
id: Jumlah Sel Bos aktif

source: Percentage of objects with quality ::q::
id: Persentase objek dengan kualitas ::q::

source: Maximum based on your current save
id: Maksimum berdasarkan data simpanan Anda saat ini

source: Disable Legendary Weapons
id: Nonaktifkan Senjata Legendaris

source: Disable the Minor Forge
id: Nonaktifkan Minor Forge

source: The health fountains will always be available in the areas of difficulty "::diff::" and higher.
id: Air mancur kesehatan akan selalu tersedia di area dengan tingkat kesulitan "::diff::" dan yang lebih tinggi.

source: Unlocked when you finish the game in "::diff::" difficulty.
id: Terbuka ketika Anda menamatkan permainan pada tingkat kesulitan "::diff::".

source: Disable Paid Items
id: Matikan

source: Shops, items behind golden doors.
id: Toko, barang di balik pintu emas.

source: Disable Free Items
id: Nonaktifkan Item Gratis

source: Any items you find on the ground, in any chest, lore rooms and altars.
id: Item apa pun yang Anda temukan di tanah, di peti mana pun, ruang lore dan altar.

source: Disable Modifiers
id: Matikan Modifikasi

source: Disable the one-hit protection mechanic
id: Nonaktifkan mekanik perlindungan satu pukulan

source: Disable Mutations
id: Matikan Mutasi

source: Malaise Modifiers
id: Modifikasi Malaise

source: Gameplay Modifiers
id: Modifikasi Permainan

source: Unlimited ammo
id: Amunisi tak terbatas

source: Starting amount of gold
id: Jumlah awal emas

source: Curse level on cursed chests
id: Level kutukan di peti yang terkutuk

source: Potions no longer heal infections
id: Botol vitalitas tidak mengurangi infeksi

source: Percentage chance that food is infected
id: Persentase makanan terinfeksi

source: First starting weapon
id: Senjata pertama

source: Second starting weapon
id: Senjata kedua

source: First starting skill
id: Skill pertama

source: Second starting skill
id: Skill kedua

source: Health Fountain never breaks.
id: Tempat refill nyawa tidak rusak.

source: Preset name?
id: Nama preset?

source: Leave the field blank to reset it.
id: Biarkan kolom kosong untuk mengatur ulangnya.

source: Choose
id: Pilih

source: Change
id: Ubah

source: Presets
id: Prasetel

source: Activate
id: Aktifkan

source: Save
id: Simpan

source: Rename
id: Ganti nama

source: Change item category
id: Ubah Kategori Barang

source: Default
id: Bawaan

source: Needs to be unlocked at the Collector
id: Harus dibuka di Kolektor

source: Available
id: Tersedia

source: Unavailable
id: Tidak tersedia

source: Unlocked with the Collector
id: Dibuka dengan Sang Kolektor

source: Change quality
id: Ubah Kualitas

source: Remove all
id: Hapus semua

source: Remove
id: Hapus

source: Pause
id: Jeda

source: Continue current game
id: Lanjutkan game saat ini

source: Back to menu
id: Kembali ke menu

source: You died! Bummer!
id: Kamu mati! Sayang sekali!

source: Out of time! Bummer!
id: Kamu kehabisan waktu! Sayang sekali!

source: Congratulations, you've finished the daily challenge!
id: Kamu telah menyelesaikan tantangan harian!

source: Next reward in ::num:: daily victory
id: Hadiah berikutnya dalam ::num:: kemenangan tantangan harian

source: Next reward in ::num:: daily victories
id: Hadiah berikutnya dalam ::num:: kemenangan tantangan harian

source: Bonus for beating the Boss:
id: Bonus untuk mengalahkan Boss:

source: Time left:
id: Waktu tersisa:

source: Total score:
id: Skor Total:

source: Connecting to server...
id: Menghubungkan ke server...

source: Try sending again
id: Coba dikirim ulang

source: Restart
id: Ulang

source: Main menu
id: Layar utama

source: Score could not be uploaded: ::reason::
id: Skor tidak dapat diunggah ::reason::

source: Score successfully uploaded!
id: Skor terkirim dengan sukses!

source: You have reached rank ::rng::!
id: Kau mencapai posisi ::rng::!

source: You've broken your record!
id: Kau telah mengalahkan rekor mu!

source: You're now at rank ::rng::!
id: Kamu berada di posisi ::rng::!

source: What a shame, you didn't beat your personal best for the day (::pts:: points).
id: Sayangnya, kamu tidak mengalahkan rekormu untuk hari ini, yaitu ::pts:: poin.

source: You've broken your record, but not by enough to move up the ladder.
id: Kamu telah mengalahkan rekormu, namun kurang cukup untuk mengubah ranking mu.

source: You're still at rank ::rng::.
id: Kamu masih berada di posisi ::rng::.

source: LEGENDARY FORGE
id: TEMPA LEGENDARIS

source: Investing cells {permanently@PE} increases the drop rate of high-quality items.
id: Menginvestasikan sel {permanently@PE} meningkatkan peluang drop item berkualitas tinggi.

source: ::pct::% of the items found will be of "::q::" quality.
id: ::pct::% dari item yang ditemukan akan memiliki kualitas "::q::".

source: LOCKED (::num:: Boss Cell required)
id: TERKUNCI (diperlukan ::num:: Boss Cell)

source: LOCKED (::num:: Boss Cells required)
id: TERKUNCI (diperlukan ::num:: Boss Cell)

source: LOCKED (previous gauge incomplete)
id: TERKUNCI (pengukur sebelumnya belum lengkap)

source: MINOR FORGE
id: TEMPA KECIL

source: Reforge an equipped item to try and acquire better {modifiers@AF} or increase its power.
id: Tempa ulang item yang dipakai untuk mencoba mendapatkan {modifiers@AF} yang lebih baik atau meningkatkan kekuatannya.

source: No upgrades possible with your current equipment
id: Tidak ada peningkatan yang dapat dilakukan dengan peralatan Anda saat ini

source: Reforge {modifiers@AF}
id: Tempa ulang {modifiers@AF}

source: Upgrade to "::q::" quality.
id: Tingkatkan ke kualitas "::q::".

source: Gameplay modifiers
id: Modifikasi permainan

source: None
id: Tidak Ada

source: Blueprints
id: Blueprint

source: ::num:: Boss Stem Cell activated
id: Stem Cell Bos diaktivasi ::num::

source: ::num:: Boss Stem Cells activated
id: Stem Cell Bos diaktivasi ::num::

source: Reduces the number of health fountains
id: Mengurangi tempat refill nyawa

source: Removes all health fountains (but leaves a few single health flask recharges)
id: Menghilangkan semua tempat pengisian nyawa (tetapi meninggalkan beberapa botol vitalitas)

source: Removes all possible ways of refilling your health flask
id: Menghilangkan semua tempat pengisian nyawa

source: 2x more cells found on enemies
id: 2x sel ditemukan pada musuh

source: 3x more cells found on enemies
id: 3x sel ditemukan pada musuh

source: Improve the Legendary Forge: {::rang1::%@PE} maximum for rank {"::name1::"@PE} {::rang2::%@PE} maximum for rank {"::name2::"@PE} {::rang3::%@PE} maximum for rank {"::name3::"@PE}
id: Tingkatkan Tempa Legendaris: {::rang1::%@PE} maksimum untuk peringkat {"::name1::"@PE} {::rang2::%@PE} maksimum untuk peringkat {"::name2::"@PE} {::rang3::%@PE} maksimum untuk peringkat {"::name3::"@PE}

source: Improve the Legendary Forge: {::rang1::%@PE} maximum for rank {"::name1::"@PE} {::rang2::%@PE} maximum for rank {"::name2::"@PE}
id: Tingkatkan Tempa Legendaris: {::rang1::%@PE} maksimum untuk peringkat {"::name1::"@PE} {::rang2::%@PE} maksimum untuk peringkat {"::name2::"@PE}

source: Enemies have the Malaise and a lot of the food is infected!
id: Musuh terinfeksi Malaise dan banyak makanan yang terinfeksi!

source: Lets you acquire the next Boss Stem Cell!
id: Memungkinkan kamu memdapatkan Boss Stem Cell selanjutnya!

source: Scroll
id: Gulir

source: You lost ::n:: cells!
id: Kamu kehilangan ::n:: sel!

source: You only lost one cell.
id: Kamu kehilangan satu sel.

source: Seed: ::seed::
id: Benih: ::seed::

source: ::d:: dmg/s
id: ::d:: serangan/s

source: ::val:: (::crit::) dmg/s
id: ::val:: (::crit::) serangan/s

source: Ammo: ::n::
id: Amunisi: ::n::

source: Legendary Weapon
id: Senjata Legendaris

source: Legendary Item
id: Barang Legendaris

source: Legendary Amulet
id: Liontin Legendaris

source: Absorbs ::v::% dmg
id: Menyerap ::v::% krs

source: Inflicts ::d:: dmg
id: Menimbulkan ::d:: serangan

source: Inflicts ::d:: (::crit::) dmg
id: Menimbulkan ::d:: (::crit::) serangan

source: ::d:: damage/sec
id: ::d:: kerusakan/detik

source: No uses
id: Tidak ada penggunaan

source: ::d:: sec cooldown time
id: ::d:: detik pemakaian kembali

source: Secondary weapon only.
id: Hanya senjata sekunder saja.

source: +::n::% damage
id: Kerusakan +::n::%

source: -::n::% on all damage received
id: -::n::% pada semua kerusakan yang diterima

source: The power of this Mutation increases in proportion to your Brutality.
id: Mutasi ini meningkatkan kekuatan mu yang berskala dengan level brutalitas.

source: The power of this Mutation increases in proportion to your Tactics.
id: Mutasi ini meningkatkan kekuatan mu yang berskala dengan level taktik.

source: The power of this Mutation increases in proportion to your Survival.
id: Mutasi ini meningkatkan kekuatan mu yang berskala dengan level ketahanan..

source: ::m::/::d::/::y::
id: ::d::/::m::/::y::

source: DAILY CHALLENGE RANKING
id: PERINGKAT TANTANGAN HARIAN

source: Loading...
id: Memuat...

source: A well-prepared journey is the key to success!
id: Perjalanan yang dipersiapkan dengan baik adalah kunci kesuksesan!

source: Even heroes need to rest sometimes.
id: Bahkan seorang pahlawan memerlukan istirahat.

source: Taking care of one's equipment is of utmost importance...
id: Merawat peralatan seseorang adalah hal yang teramat penting...

source: Mutations are precious tools. Choose carefully...
id: Mutasi adalah alat yang berharga. Pilih dengan hati-hati...

source: A well-sharpened blade cuts deeper, so they say.
id: Sebilah pisau yang diasah dengan baik memotong lebih dalam, kata orang.

source: At last, a little rest...
id: Akhirnya, istirahat sebentar...

source: The network linking the various parts of the island will bring you into contact with some rather... surprising individuals.
id: Jaringan yang menghubungkan berbagai bagian pulau itu akan mempertemukan Anda dengan beberapa individu yang cukup... mengejutkan.

source: The Collector will provide you with invaluable assistance... if you can reach him!
id: Sang Kolektor akan memberikan Anda bantuan yang tak ternilai... jika Anda bisa menemuinya!

source: Cells are a rare and precious resource. Almost worth dying for.
id: Sel adalah sumber daya yang langka dan berharga. Hampir pantas untuk mati karenanya.
