Repository: junwatu/deadcells-id-translation
Catalog: main.po
Languages: id

source: I'm free, at last! Thanks again!
id: Aku bebas, akhirnya! Terima kasih lagi!

source: I'll have to fight him once again... It doesn't bode well.
id: Aku harus melawannya sekali lagi... Ini bukan pertanda baik.

source: Did you meet Alucard on your way to the Castle? He's a precious ally when it comes to fighting his father!
id: Apakah kamu bertemu Alucard dalam perjalananmu ke Kastil? Dia adalah sekutu yang sangat berharga ketika bertarung melawan ayahnya!

source: My last fight with Dracula was gruelling...
id: Pertarungan terakhirku dengan Dracula sangat melelahkan...

source: Hey, it's you! Thanks again for freeing me, my decomposed friend!
id: Hei, itu kamu! Terima kasih sekali lagi karena telah membebaskanku, temanku yang sudah membusuk!

source: Sadly, I won't be able to join you either. Dracula drained all the strength out of my body during our previous fight... Kill him for me, okay?
id: Sayangnya, aku juga tidak akan bisa bergabung denganmu. Dracula menguras habis seluruh kekuatan dari tubuhku selama pertarungan kita sebelumnya... Bunuh dia untukku, ya?

source: Greetings... I am... Neow...
id: Salam... Aku... Neow...

source: Reach the City to... wait, what... is this place?
id: Capai Kota untuk... tunggu, apa... tempat apa ini?

source: You look... different... where are your... cards?
id: Kamu terlihat... berbeda... di mana... kartu-kartumu?

source: Here... take this Prismatic Shard deck...
id: Ini... ambil dek Prismatic Shard ini...

source: A little bit of this... a little bit of that...
id: Sedikit ini... sedikit itu...

source: Hey, I've got new heads for you.
id: Hei, aku punya beberapa kepala baru untukmu.

source: No, I don't reveal my name to any random walking corpse I meet, sorry.
id: Tidak, aku tidak mengungkapkan namaku kepada sembarang mayat berjalan yang kutemui, maaf.

source: Eww ! Look at you! Someone needs a good combing!
id: Ih ! Lihat kamu! Ada yang perlu disisir rapi!

source: Hey, I've got a new technique to try out. Can I borrow your head for a bit?
id: Hei, aku punya teknik baru yang ingin kucoba. Boleh aku meminjam kepalamu sebentar?

source: Nothing to do... I'd almost regret my classes...
id: Tidak ada yang bisa dilakukan... Aku hampir menyesali kelas-kelasku...

source: Change head style
id: Ubah gaya kepala

source: Oh no, I can't comb this!
id: Oh tidak, aku tidak bisa menyisir ini!

source: I'm an aspiring head dresser, not a magician!
id: Saya calon penata kepala, bukan pesulap!

source: I should be able to style that head after I complete my studies. Considering the current state of the kingdom, expect a waiting time of about one or two eternities, and it's the most reasonable timeline.
id: Aku seharusnya bisa menata kepala itu setelah aku menyelesaikan studiku. Mengingat keadaan kerajaan saat ini, harapkan waktu tunggu sekitar satu atau dua keabadian, dan itu adalah linimasa yang paling masuk akal.

source: Oh what, are you for real?! I'm just a beginner! No way I can do anything about that, sorry.
id: Oh apa, kamu seriusan?! Aku cuma pemula! Tidak mungkin aku bisa melakukan apa pun soal itu, maaf.

source: I deal in hairs, not miracles!
id: Saya menangani rambut, bukan mukjizat!

source: Go ahead and clean the vaults, will you?
id: Silakan bersihkan brankas, ya?

source: Don't forget to pay back what you owe, okay?
id: Jangan lupa membayar kembali apa yang kamu utang, ya?

source: I hope that these intruders will go away someday... This heist is bad for business.
id: Saya berharap para penyusup ini akan pergi suatu hari nanti... Perampokan ini merugikan bisnis.

source: Still there? Don't you have something to do, like saving our glorious Bank?
id: Masih di sana? Bukankah kamu punya sesuatu yang harus dilakukan, seperti menyelamatkan Bank kita yang agung?

source: That door won't open if you don't have the key I just gave you.
id: Pintu itu tidak akan terbuka jika Anda tidak memiliki kunci yang baru saja saya berikan kepada Anda.

source: Don't ask me how it works. I just know that it's a way to make sure you'll have it when it's needed.
id: Jangan tanya saya bagaimana cara kerjanya. Saya hanya tahu bahwa itu adalah cara untuk memastikan Anda akan memilikinya saat diperlukan.

source: No key, no vault. Take. The. Key. It's not that hard.
id: Tidak ada kunci, tidak ada brankas. Ambil. Kunci. Itu. Tidak sesulit itu.

source: Come on, it's getting embarrassing now.
id: Ayolah, ini mulai memalukan sekarang.

source: Hey there, customer! How loyal of you to come back!
id: Hai, pelanggan! Betapa setianya Anda kembali!

source: Hello, dear customer! We still seem to be suffering from a heist situation!
id: Halo, pelanggan yang terhormat! Kita tampaknya masih mengalami situasi perampokan!

source: Oh, it's you again! You know the way.
id: Oh, kamu lagi! Kamu tahu jalannya.

source: Congratulations! Do you want to leave this run?
id: Selamat! Apakah Anda ingin keluar dari sesi ini?

source: Do you want to abandon this Boss Rush run?
id: Apakah Anda ingin mengakhiri percobaan Boss Rush ini?

source: Welcome to the Proving Grounds!
id: Selamat datang di Proving Grounds!

source: Ready for the next showdown?
id: Siap untuk pertarungan berikutnya?

source: Glad to see such a determined face... or whatever it is that sits on your shoulders.
id: Senang melihat wajah yang begitu bertekad... atau apa pun itu yang berada di atas bahumu.

source: Go forth, prisonner, and prove your worth in battle!
id: Majulah, tahanan, dan buktikan nilai dirimu dalam pertempuran!

source: Craving for thrills? You've come to the right place!
id: Mencari sensasi? Anda datang ke tempat yang tepat!

source: You're back to the crucible of combat!
id: Kamu kembali ke kancah pertempuran!

source: Glad to see that you're not afraid to face some challenge.
id: Senang melihat bahwa kamu tidak takut menghadapi tantangan.

source: What will you try this time?
id: Apa yang akan Anda coba kali ini?

source: Time to choose your weapons!
id: Saatnya memilih senjatamu!

source: How far will you go this time?
id: Sejauh mana kamu akan pergi kali ini?

source: Well fought! But don't rest on your laurels, your next challenge awaits!
id: Pertarungan yang bagus! Tapi jangan berpuas diri, tantangan berikutnya sudah menanti!

source: One down! Onto the next.
id: Satu selesai! Lanjut ke berikutnya.

source: You killed it! ... Got it? Anyway, next!
id: Kamu keren banget! ... Paham? Pokoknya, lanjut!

source: Who will you face of against next? Fate will tell.
id: Siapa yang akan kau hadapi selanjutnya? Takdir yang akan menentukan.

source: Keep going!
id: Teruskan!

source: To the victor, the spoils!
id: Kepada sang pemenang, rampasannya!

source: Congratulations! Here's your well-deserved reward.
id: Selamat! Inilah hadiahmu yang pantas kamu dapatkan.

source: Impressive work for a skinny one like you!
id: Kerja yang mengesankan untuk orang sekurus kamu!

source: You triumphed over impossible odds, you can be proud of yourself.
id: Anda berhasil mengatasi rintangan yang mustahil, Anda bisa bangga pada diri Anda sendiri.

source: It's a victory for the prisonner! Who would have thought?!
id: Ini kemenangan bagi si tahanan! Siapa yang akan mengira?!

source: What a dismal defeat. Do better.
id: Sungguh kekalahan yang menyedihkan. Berbuatlah lebih baik.

source: You can't win them all... but at least try!
id: Kamu tidak bisa memenangkan semuanya... tapi setidaknya cobalah!

source: This one was painful...
id: Yang satu ini menyakitkan...

source: Better luck next time... but remember that luck isn't everything.
id: Semoga lebih beruntung lain kali... tapi ingat bahwa keberuntungan bukan segalanya.

source: Win or win not, there is no try.
id: Menang atau tidak menang, tidak ada mencoba.

source: Greetings, friend of the Order.
id: Salam, sahabat Ordo.

source: Our sole purpose is to destroy Dracula so people can look to dawn without fearing the darkness.
id: Satu-satunya tujuan kami adalah menghancurkan Dracula agar orang-orang dapat memandang fajar tanpa takut pada kegelapan.

source: My specialty is glyphs rather than alchemy but I should be able to help nonetheless.
id: Keahlian saya adalah glif daripada alkimia tetapi saya seharusnya tetap bisa membantu.

source: Are you the morning sun, come to vanquish this horrible night?
id: Apakah kamu matahari pagi, datang untuk mengusir malam yang mengerikan ini?

source: Once more, I have to stop my father. When will it truly end?
id: Sekali lagi, aku harus menghentikan ayahku. Kapan ini benar-benar akan berakhir?

source: Take the elevator and get inside the Castle, quickly!
id: Naik lift dan masuk ke dalam Kastil, cepat!

source: Go ahead, I need to prepare first. Where is my shield ? I am sure to have been buried with it...
id: Silakan, aku perlu bersiap dulu. Di mana perisaiku ? Aku yakin aku telah dikubur bersamanya...

source: Traitor in the eyes of the creatures of the night, monster in those of the humans... it's hard being a dhampir!
id: Pengkhianat di mata makhluk malam, monster di mata manusia... sulit menjadi seorang dhampir!

source: Ohhh I really need to stretch... centuries without moving sure stiffens the muscles!
id: Ohhh aku benar-benar perlu meregang... berabad-abad tanpa bergerak tentu membuat otot-otot kaku!

source: I need time to devise a new plan.
id: Saya perlu waktu untuk menyusun rencana baru.

source: Death is my father's right hand and a vicious foe. I wouldn't be surprised to see him come back eventually...
id: Kematian adalah tangan kanan ayahku dan musuh yang kejam. Aku tidak akan terkejut melihat dia kembali pada akhirnya...

source: Strangely, he didn't remove all your powers and equipments...
id: Anehnya, dia tidak mencabut semua kekuatan dan perlengkapanmu...

source: You triumphed in this fight to the Death, congratulations.
id: Anda menang dalam pertarungan sampai mati ini, selamat.

source: It will only get worse from now on. Prepare yourself for a long-fought battle.
id: Mulai sekarang, semuanya hanya akan menjadi lebih buruk. Bersiaplah untuk pertempuran yang panjang.

source: You'll need to go through the Castle again, but this time, we'll go straight there.
id: Anda perlu melewati Kastil lagi, tapi kali ini, kita akan langsung ke sana.

source: Have you seen my sword? I can't find it anywhere...
id: Apakah kamu sudah melihat pedangku? Aku tidak bisa menemukannya di mana pun...

source: One can't really kill Death itself. There won't be any respite for the mortals...
id: Tak seorang pun bisa benar-benar membunuh Kematian itu sendiri. Tak akan ada kelegaan bagi para makhluk fana...

source: Don't be discouraged by your previous failure. You can do it!
id: Jangan berkecil hati karena kegagalan sebelumnya. Kamu bisa melakukannya!

source: Meet me in the Clock Room once more. You'll succeed this time!
id: Temui aku di Ruang Jam sekali lagi. Kamu akan berhasil kali ini!

source: The Castle may be full of danger, but you can't falter now.
id: Kastil itu mungkin penuh bahaya, tetapi kamu tidak boleh goyah sekarang.

source: I'm not against some backtracking in a castle, I'm used to it.
id: Saya tidak keberatan dengan sedikit backtracking di sebuah kastil, saya sudah terbiasa.

source: We're almost there. To think that I'll see my father again just to stop him once more...
id: Kita hampir sampai. Memikirkan bahwa aku akan bertemu ayahku lagi hanya untuk menghentikannya sekali lagi...

source: Your Clock is really impressive! Something is off, though...
id: Jam Anda sangat mengesankan! Namun, ada sesuatu yang tidak beres...

source: Still, what a wonderful coincidence that your island too has a Clock Tower. As luck would have it indeed!
id: Namun, betapa suatu kebetulan yang indah bahwa pulau Anda juga memiliki sebuah Menara Jam. Memang kebetulan sekali!

source: Do you also need two rings to reach the secrets of your Clock Room? No? Lucky you...
id: Apakah kamu juga perlu dua cincin untuk mencapai rahasia Ruang Jam-mu? Tidak? Untung kamu...

source: I understand your fear, but you have to go stop my father!
id: Aku mengerti ketakutanmu, tetapi kamu harus pergi menghentikan ayahku!

source: I am sorry to leave this responsibility to you like this.
id: Saya minta maaf harus membebankan tanggung jawab ini kepada Anda seperti ini.

source: May your victory also solve my father issues.
id: Semoga kemenanganmu juga dapat mengatasi masalah saya dengan ayah.

source: This Castle is sturdy, don't hestitate to give it your all during the fight, it's safe.
id: Kastil ini kokoh, jangan ragu untuk memberikan yang terbaik selama pertarungan, ini aman.

source: You can only enter the Return to Castlevania DLC once per run.
id: Anda hanya dapat memasuki DLC Return to Castlevania sekali per percobaan.

source: Shhhhh!
id: Sssst!

source: Hello!
id: Halo!

source: I heard tales about a dubious yet capable being roaming around the island... I guess you’re the one?
id: Aku mendengar cerita tentang sosok yang meragukan namun cakap berkeliaran di sekitar pulau... Kurasa kaulah orangnya?

source: Well no matter what or who you are, you’re stuck in here too, right?
id: Yah, tidak peduli apa atau siapa kamu, kamu juga terjebak di sini, kan?

source: Hey, I know you!
id: Hei, aku mengenalmu!

source: We met on the docks and I...
id: Kami bertemu di dermaga dan aku...

source: Yeah, sorry about all that impaling, I was only doing my job.
id: Ya, maaf tentang semua penusukan itu, aku hanya melakukan pekerjaanku.

source: Anyhow, you’re stuck in here too, right?
id: Bagaimanapun, kamu juga terjebak di sini, kan?

source: I may have an idea to get us out, but I need your help.
id: Saya mungkin punya ide untuk membawa kita keluar, tetapi saya membutuhkan bantuan Anda.

source: While I was roaming around the island, looking for a ship decent enough to go across the sea, I discovered an old extinguished lighthouse at the extreme north of the Island.
id: Ketika saya berkeliling pulau, mencari kapal yang cukup layak untuk menyeberangi laut, saya menemukan sebuah mercusuar tua yang padam di ujung paling utara Pulau.

source: It's probably not much, but at least, that’s our best chance.
id: Mungkin tidak banyak, tapi setidaknya, itulah kesempatan terbaik kita.

source: I will be waiting for you near the Castle, to bring you as close as I can... Unfortunately, the abominations hanging around mean I can’t go very close.
id: Aku akan menunggumu di dekat Istana, untuk membawamu sedekat mungkin... Sayangnya, abominasi yang berkeliaran membuatku tidak bisa mendekat terlalu dekat.

source: Oh, one last thing!
id: Oh, satu hal lagi!

source: Michel, one of the old keepers, used to live in the stilt village... Maybe you should pay a visit to his house?
id: Michel, salah satu penjaga lama, dulu tinggal di desa rumah panggung... Mungkin kamu sebaiknya berkunjung ke rumahnya?

source: If you enter the prison, I can't help you anymore!
id: Jika kamu masuk penjara, aku tidak bisa membantumu lagi!

source: Hello! I just arrived here!
id: Halo! Saya baru saja tiba di sini!

source: I'm the new doctor.
id: Saya dokter baru.

source: I noticed that you've been having a hard time surviving on the island and I'm looking for a new guine... ahem... collaborator, to help me with some experiments! I call them Aspects.
id: Saya memperhatikan bahwa kamu kesulitan bertahan hidup di pulau ini dan aku sedang mencari kelinci perco... ehm... rekan baru untuk membantuku dengan beberapa eksperimen! Aku menyebutnya Aspek.

source: They are incredible enhancements, designed to make their host much stronger.
id: Mereka adalah peningkatan yang luar biasa, dirancang untuk membuat inangnya jauh lebih kuat.

source: Would you like to try one? Come on, it's free!
id: Maukah Anda mencoba satu? Ayo, ini gratis!

source: I mean, I owe you that much, considering that I developed them using your corp... errrm, I mean, some old stuff that I found laying around.
id: Maksud saya, saya setidaknya berutang sebanyak itu kepada Anda, mengingat bahwa saya mengembangkannya menggunakan corp... errrm, maksud saya, beberapa barang lama yang saya temukan tergeletak begitu saja.

source: Oh and come back often! I tend to develop new Aspects with each new... delivery of material!
id: Oh dan sering-seringlah kembali! Saya cenderung mengembangkan Aspek baru setiap kali ada... pengiriman materi baru!

source: Howdy, science friend! How are we going to enhance you today?
id: Hai, sobat sains! Bagaimana kami akan meningkatkanmu hari ini?

source: Over here! Come give your body to science!
id: Ke sini! Ayo sumbangkan tubuhmu untuk ilmu pengetahuan!

source: My other collaborators? Let's just say that they... HAD to quit.
id: Kolaborator saya yang lain? Katakan saja bahwa mereka... TERPAKSA berhenti.

source: Are you still eager to practice? You're in the right place!
id: Apakah Anda masih bersemangat untuk berlatih? Anda berada di tempat yang tepat!

source: It's all about training here... Kill or die trying!
id: Di sini semuanya soal pelatihan... Bunuh atau mati saat mencoba!

source: And maybe try again.
id: Dan mungkin coba lagi.

source: So this is where these doors lead! Neat!
id: Jadi ke sinilah pintu-pintu ini menuju! Keren!

source: I guess it works just like the other room, so go ahead and train all you want.
id: Kurasa ini bekerja sama seperti ruangan yang lain, jadi silakan berlatih sepuasnya.

source: Once more unto the breach, I see?
id: Sekali lagi menuju celah pertahanan, begitu?

source: Good training!
id: Latihan yang bagus!

source: And once again, don't fear death.
id: Dan sekali lagi, jangan takut akan kematian.

source: Pick which enemies you want to fight and press the button.
id: Pilih musuh yang ingin kamu lawan dan tekan tombol.

source: You can also select a zone and all the enemies in the room will turn into ones taken from that zone!
id: Anda juga bisa memilih sebuah zona, dan semua musuh di ruangan akan berubah menjadi musuh yang diambil dari zona tersebut!

source: Remember: you can't die here. You'll just go back to the entrance.
id: Ingat: kamu tidak bisa mati di sini. Kamu hanya akan kembali ke pintu masuk.

source: Give it your all!
id: Berikan yang terbaik!

source: In case you forgot how my training room works...
id: Jika kamu lupa bagaimana cara kerja ruang latihanku...

source: Just pick your gear, choose your mutations and go kill some enemies!
id: Cukup pilih perlengkapanmu, pilih mutasimu, lalu pergilah membunuh beberapa musuh!

source: Behind the first door, you can fight any enemy you have already encountered.
id: Di balik pintu pertama, Anda dapat melawan musuh apa pun yang sudah pernah Anda temui.

source: There are also big doors at the back of the room, but I don't know where they lead...
id: Ada juga pintu-pintu besar di bagian belakang ruangan, tetapi aku tidak tahu ke mana pintu-pintu itu mengarah...

source: Hello there! Welcome to the Combat Room!
id: Halo di sana! Selamat datang di Ruang Pertarungan!

source: I'm handling it for my knightly friend. You can call it undead solidarity.
id: Aku menanganinya untuk teman ksatriaku. Kau bisa menyebutnya solidaritas makhluk tak mati.

source: You can even select enemies from a specific zone of the island and instantly fill the room with them!
id: Anda bahkan dapat memilih musuh dari zona tertentu di pulau tersebut dan seketika memenuhi ruangan dengan mereka!

source: Oh and don't worry: you can't die here. You'll just go back to the entrance.
id: Oh dan jangan khawatir: kamu tidak bisa mati di sini. Kamu hanya akan kembali ke pintu masuk.

source: Give it your all and train like crazy!
id: Kerahkan seluruh kemampuanmu dan berlatihlah gila-gilaan!

source: Oh hi there. I'm not dead anymore!
id: Oh hai di sana. Aku tidak mati lagi!

source: Welcome to my very own training room!
id: Selamat datang di ruang pelatihan pribadiku!

source: Hello again!
id: Halo lagi!

source: It's great to see you invested in your training!
id: Senang melihat Anda berinvestasi dalam pelatihan Anda!

source: No pain, no gain!
id: Tidak ada usaha, tidak ada hasil!

source: Your sacrifice has been accepted...
id: Pengorbanan Anda telah diterima...

source: Mama has blessed you!
id: Mama telah memberkatimu!

source: A miracle... it's a miracle...
id: Sebuah keajaiban... ini sebuah keajaiban...

source: We need more sacrifices!
id: Kita membutuhkan lebih banyak pengorbanan!

source: ...more sacrifices...
id: ...lebih banyak pengorbanan...

source: Welcome to our humble chapel, brother! Are you ready to make a sacrifice?
id: Selamat datang di kapel sederhana kami, saudara! Apakah Anda siap untuk melakukan pengorbanan?

source: Pray for your salvation... with a sacrifice.
id: Berdoalah untuk keselamatanmu... dengan sebuah pengorbanan.

source: Words are meaningless, only sacrifices are important...
id: Kata-kata tak berarti, hanya pengorbanan yang penting...

source: Are you really faithful?
id: Apakah Anda benar-benar setia?

source: Prove your devotion!
id: Buktikan pengabdianmu!

source: Mama, protect this lost child...
id: Mama, lindungi anak yang tersesat ini...

source: Sacrifice will save you...
id: Pengorbanan akan menyelamatkan Anda...

source: A new disciple!
id: Seorang murid baru!

source: Repent...
id: Bertobatlah...

source: She sees you, and she smiles!
id: Dia melihatmu, dan dia tersenyum!

source: Come closer, my child.
id: Mendekatlah, anakku.

source: You're back... So faithful!
id: Kau kembali... Begitu setia!

source: That hat is really heavy.
id: Topi itu sangat berat.

source: THE SACRIFICE!
id: PENGORBANAN!

source: Ah, here comes my favorite customer! Know that your loyalty does not go unnoticed!
id: Ah, ini dia pelanggan favorit saya! Ketahuilah bahwa kesetiaan Anda tidak luput dari perhatian!

source: Here, take a pair of collector edition scissors as a thank you!
id: Ini, ambil sebuah gunting edisi kolektor sebagai ucapan terima kasih!

source: Oh, here you are! I actually wanted to say that...
id: Oh, kamu di sini! Sebenarnya saya ingin mengatakan bahwa...

source: Your sense of style is so inspiring! I'd love to be just like you when I turn... dead?
id: Selera gayamu sangat menginspirasi! Aku ingin sekali menjadi seperti kamu saat aku berusia... mati?

source: Here is a token of my admiration! Use it to comb-o through your enemies!
id: Ini tanda kekagumanku! Gunakan ini untuk comb-o menembus musuh-musuhmu!

source: Oh! A visitor! I was starting to lose hope of Richter coming to free me!
id: Oh! Seorang pengunjung! Aku mulai kehilangan harapan bahwa Richter akan datang untuk membebaskanku!

source: ... So that I could tell him that I don't need it! I can look out for myself!
id: ... Supaya aku bisa memberitahunya bahwa aku tidak membutuhkannya! Aku bisa menjaga diri sendiri!

source: I had sent my kitty cat Byakko on a mission to get me the key to this room but he came back empty-pawed!
id: Aku telah mengirim kucing mungilku Byakko dalam misi untuk mengambilkan kunci ruangan ini untukku, tetapi dia kembali dengan cakar hampa!

source: I guess I have you to thank for that... Anyway, I'm free at least!
id: Kurasa aku harus berterima kasih padamu untuk itu... Bagaimanapun, setidaknya aku bebas!

source: My cat seems to like you, don't forget to give him a little scratch behind the ears! As for me, I'll pack my things and go help Richter. What would he do without me...
id: Kucingku sepertinya menyukaimu, jangan lupa memberinya garukan kecil di belakang telinganya! Sedangkan aku, aku akan berkemas dan pergi membantu Richter. Apa yang akan dia lakukan tanpaku...

source: If you go on an adventure with my cat, take good care of him! If something were to happen to him, I'd throw a dove in your face!
id: Jika kamu pergi berpetualang dengan kucingku, jagalah dia baik-baik! Jika sesuatu terjadi padanya, aku akan melemparkan seekor merpati ke wajahmu!
